{
    "RijalIbnALGhadairy":[
    {
        "id": 0,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "بسم الله الرحمن الرحيم إعلم - أيدك الله وإيانا - إني لما وقفت على كتاب (السيد المعظم الأعظم) السيد جمال الدين أحمد بن طاووس في الرجال فرأيته مشتملا على نقل ما في كتب السلف، وقد كنت رزقت - بحمد الله تعالى - النافع من تلك الكتب، إلا \" كتاب ابن الغضائري \" فإني ما كنت سمعت له وجودا في زماننا هذا، وكان كتاب السيد هذا - بخطه الشريف - مشتملا عليه؛ فحداني التبرك به - مع ظن الانتفاع بكتاب ابن الغضائري - أن أجعله منفردا عنه. راجيا من الله الجواد الوصول إلى سبيل الرشاد.",
        "arSource": "",
        "en": "Know – may God support you and us – that when I looked closely at the book of (the honored esteemed sayyid) al-Sayyid Jamāl al-Dīn Aḥmad bṬāwūs about rijāl, I saw that it included what has been narrated from the books of the Salaf And I was provided – by the praise of God تعالى – service of those books except for the book of Ibn al-Ghaḍā’irī, for I had not heard of its existence in this time of ours And this book of the Sayyid – by his noble handwriting – included it So, I was urged to find blessing by it – with the reckoning of getting benefit from the book of Ibn al- Ghaḍā’irī - that I make a separate (volume) from it, hoping for access to the path of reason from God the generous.",
        "enSource": ""
    },
    {
        "id": 1,
        "chapter": "chapter-1",
        "hadithNb": 2,
        "ar": "قال السيد المعظم: من كتاب أبي الحسين، أحمد بن الحسين بن عبيد الله الغضائري، المقصور على ذكر الضعفاء، ومن رد حديثه من أصحابنا على حروف المعجم.",
        "arSource": "",
        "en": "The honored Sayyid said: From the book of Abū al-Ḥusayn Aḥmad bal-Ḥusayn bʿUbaydullāh al-Ghaḍā’irī, restricted to the mention of the weak (narrators), and he whose ḥadīth has been rejected from our companions, in alphabetical order.",
        "enSource": ""
    },
    {
        "id": 2,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - أبان بن أبي عياش، واسم أبي عياش: فيروز. تابعي، روى عن أنس بن مالك. وروى عن علي بن الحسين (عليهما السلام). ضعيف، لا يلتفت إليه. وينسب أصحابنا وضع \"كتاب سليم بن قيس \"إليه.    ",
        "arSource": "",
        "en": "1 – Abān bAbī ʿAyyāsh, Abī ʿAyyāsh’s name is Fayrūz A tābiʿī, he narrated from Anas bMālik And he narrated from ʿAlī bal-Ḥusayn  عليه السلام  Weak, he is not to be turned to Our companions ascribe to him the fabrication of the book of Sulaym bQays.",
        "enSource": ""
    },
    {
        "id": 3,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2 - إبراهيم بن عمر، الصنعاني، اليماني، يكنى أبا إسحاق. ضعيف جدا. روى عن أبي جعفر، وأبي عبد الله (عليهما السلام). وله كتاب.    ",
        "arSource": "",
        "en": "2 – Ibrāhīm bʿUmar, al-Ṣanʿānī, al-Yamānī, known by the kunya Abū Isḥāq Very weak He narrated from Abū Jaʿfar  عليه السلام and Abū ʿAbdillāh  عليه السلام  He has a book.",
        "enSource": ""
    },
    {
        "id": 4,
        "chapter": "chapter-3",
        "hadithNb": 1,
        "ar": "3 - إسحاق بن عبد العزيز، البزاز، كوفي، يكنى أبا يعقوب، ويلقب أبا السفاتج. روى عن أبي عبد الله (عليه السلام). يعرف حديثه تارة، وينكر أخرى، ويجوز أن يخرج شاهدا.    ",
        "arSource": "",
        "en": "3 – Isḥāq bʿAbd al-ʿAzīz, al-Bazzāz (the drapper), Kufan, known by the kunya Abū Yaʿqūb, and by the laqab Abū al-Safātij He narrated from Abū ʿAbdillāh  عليه السلام His ḥadīth are sometimes recognized, and other times rejected It is permissible to bring him out as a witness.",
        "enSource": ""
    },
    {
        "id": 5,
        "chapter": "chapter-4",
        "hadithNb": 1,
        "ar": "4 - أحمد بن رشد بن خثيم، العامري، الهلالي. زيدي، يدخل حديثه في حديث أصحابنا، ضعيف، فاسد.    ",
        "arSource": "",
        "en": "4 – Aḥmad bRashad bKhuthaym, al-ʿĀmirī, al-Hilālī Zaydī, his ḥadīth are included amongst the ḥadīth of our companions Weak, corrupt.",
        "enSource": ""
    },
    {
        "id": 6,
        "chapter": "chapter-5",
        "hadithNb": 1,
        "ar": "5 - إبراهيم بن عبيد الله بن العلاء، المدني. لا يعرف إلا بما ينسب إليه عبد الله بن محمد البلوي. وينسب إلى أبيه عبيد الله بن العلاء عمارة بن زيد. وما يسند إليه إلا الفاسد المتهافت. وأظنه اسما موضوعا على غير واحد.    ",
        "arSource": "",
        "en": "5 – Ibrāhīm bʿUbaydullāh bal-ʿAlā, al-Madanī Not recognized except for what is attributed to him by ʿAbdullāh bMuḥammad al-Balawī His father, ʿUbaydullāh bal-ʿAlā is related to ʿAmāra bZayd Chains of narrations do not go back to him but through the corrupt and confused I suspect that his name has been assigned to more than one.",
        "enSource": ""
    },
    {
        "id": 7,
        "chapter": "chapter-6",
        "hadithNb": 1,
        "ar": "6 - أمية بن علي، القيسي، يكنى أبا محمد. في عداد القميين، ضعيف الرواية، في مذهبه ارتفاع.    ",
        "arSource": "",
        "en": "6 – Umayya bʿAlī, al-Qaysī, known by the kunya Abū Muḥammad Amongst a number of the Qummis Weak narrations In his madhhab there is irtifāʿ.",
        "enSource": ""
    },
    {
        "id": 8,
        "chapter": "chapter-7",
        "hadithNb": 1,
        "ar": "7 - إسماعيل بن مهران بن محمد بن أبي نصر، السكوني، يكنى أبا محمد. ليس حديثه بالنقي، يضطرب تارة ويصلح أخرى. ويروي عن الضعفاء كثيرا، ويجوز أن يخرج شاهدا.    ",
        "arSource": "",
        "en": "7 – Ismāʿīl bMihrān bMuḥammad bAbī Naṣr, al-Sakūnī, known by the kunya Abū Muḥammad His ḥadīths are not pure, sometimes they are disturbed, and others are upright He narrates from weak narrators a lot It is permissible to bring his (ḥadīth) out as a witness.",
        "enSource": ""
    },
    {
        "id": 9,
        "chapter": "chapter-8",
        "hadithNb": 1,
        "ar": "8 - إدريس بن زياد، يكنى أبا الفضل، الكفرثوثائي، خوزي الأم. يروي عن الضعفاء.   ",
        "arSource": "",
        "en": "8 – Idrīs bZiyād, known by the kunya Abū al-Faḍl, al-Kafarthawthā’ī Khūzī on his mother’s side Narrates from weak narrators.",
        "enSource": ""
    },
    {
        "id": 10,
        "chapter": "chapter-9",
        "hadithNb": 1,
        "ar": "9 - إبراهيم بن إسحاق، الأحمري، يكنى أبا إسحاق، النهاوندي. في حديثه ضعف، وفي مذهبه ارتفاع. ويروي الصحيح والسقيم، وأمره مختلط.   ",
        "arSource": "",
        "en": "9 – Ibrāhīm bIsḥāq, al-Aḥmarī, known by the kunya Abū Isḥāq al-Nahāwandī In his ḥadīths there is weakness, and in his madhhab there is irtifāʿ.",
        "enSource": ""
    },
    {
        "id": 11,
        "chapter": "chapter-10",
        "hadithNb": 1,
        "ar": "10 - أحمد بن محمد بن خالد بن محمد بن علي، البرقي، يكنى أبا جعفر. طعن القميون عليه، وليس الطعن فيه، إنما الطعن في من يروي عنه؛ فإنه كان لا يبالي عمن يأخذ، على طريقة أهل الأخبار. وكان أحمد بن محمد بن عيسى أبعده عن قم، ثم أعاده إليها واعتذر إليه. ",
        "arSource": "",
        "en": "10 – Aḥmad bMuḥammad bKhālid bMuḥammad bʿAlī,  al-Barqī, known by the kunya of Abū Jaʿfar The Qummis spoke against him, but the defamation is not about him The defamation was only with regards to whom he narrated from, for he was not mindful of whom he took from, upon the manner of the people of reports (ahl al-akhbār) Aḥmad bMuḥammad bʿĪsā banished him from Qum, but he brought him back later and apologized to him.",
        "enSource": ""
    },
    {
        "id": 12,
        "chapter": "chapter-11",
        "hadithNb": 1,
        "ar": "11 - أحمد بن محمد بن سيار، يكنى أبا عبد الله، القمي، المعروف بالسياري. ضعيف، متهالك، غال، منحرف. استثنى شيوخ القميين روايته من كتاب \" نوادر الحكمة \". وحكى علي بن محمد بن محبوب عنه في كتاب \" النوادر \" المصنف أنه قال بالتناسخ. ",
        "arSource": "",
        "en": "11 – Aḥmad bMuḥammad bSayyār, known by the kunya Abū ʿAbdillāh al-Qummī Known as al-Sayyāri Weak Careless Ghālī Deviated The Shaykhs of Qum excluded his narrations in the book “Nawādir al-Ḥikma” In the book which was compiled, “al-Nawādir”, ʿAlī bMuḥammad bMaḥbūb spoke about him and said that he was a proponent of reincarnation.",
        "enSource": ""
    },
    {
        "id": 13,
        "chapter": "chapter-12",
        "hadithNb": 1,
        "ar": "12 - أحمد بن الحسين بن سعيد بن حماد بن سعيد بن مهران، يكنى أبا جعفر. روى عن أكثر رجال أبيه، وقالوا: \" سائرهم إلا حماد بن عيسى \". وقال القميون: كان غاليا. وحديثه - في ما رأيته - سالم. والله أعلم. وهو الملقب \" دندان \". ",
        "arSource": "",
        "en": "12 – Aḥmad bal-Ḥusayn bSaʿīd bḤammād bSaʿīd bMihrān, known by the kunya Abū Jaʿfar Narrated from most of the rijāl of his father They said: All of them except for Ḥammād bʿĪsā The Qummis said he was a ghālī What I have seen of his ḥadīths is sound, and God knows best He has the laqab of Dandān.",
        "enSource": ""
    },
    {
        "id": 14,
        "chapter": "chapter-13",
        "hadithNb": 1,
        "ar": "13 - إبراهيم بن سليمان بن عبد الله بن حيان، الهمداني، الخزاز، النهمي، يكنى أبا إسحاق. يروي عن الضعفاء كثيرا. وفي مذهبه ضعف. ",
        "arSource": "",
        "en": "13 – Ibrāhīm bSulaymān bʿAbdullāh bHayyan, al-Hamdānī, al-Khazzāz (silk seller?), alNihmī, known by the kunya Abū Isḥāq He narrates from weak narrators a lot, and in his madhhab there is weakness.",
        "enSource": ""
    },
    {
        "id": 15,
        "chapter": "chapter-14",
        "hadithNb": 1,
        "ar": "14 - إسحاق بن محمد بن أحمد بن أبان بن مرار، يكنى أبا يعقوب، الأحمر. فاسد المذهب، كذاب في الرواية، وضاع للحديث لا يلتفت إلى ما رواه، ولا يرتفع بحديثه. وللعياشي معه خبر - في وضعه للحديث - مشهور. ",
        "arSource": "",
        "en": "14 – Isḥāq bMuḥammad bAḥmad bAbān bMarrār, known by the kunya Abū Yaʿqūb, alAḥmar Corrupt in madhhab Liar in narration Fabricator of ḥadīths What he narrates is not regarded, and his ḥadīth are not to be given importance al-ʿAyyāshī has an incident with him regarding his fabrication of ḥadīths that is famous.",
        "enSource": ""
    },
    {
        "id": 16,
        "chapter": "chapter-15",
        "hadithNb": 1,
        "ar": "15 - أحمد بن مهران. روى عنه الكليني في كتاب \" الكافي \". ضعيف. ",
        "arSource": "",
        "en": "15 – Aḥmad bMihrānal-Kulaynī narrated from him in the book “Al-Kāfī” Weak.",
        "enSource": ""
    },
    {
        "id": 17,
        "chapter": "chapter-16",
        "hadithNb": 1,
        "ar": "16 - أحمد بن محمد، الطبري، أبو عبد الله، الخليلي، (الذي يقال له: غلام خليل، الآملي). كذاب، وضاع للحديث، فاسد [المذهب] لا يلتفت إليه. ",
        "arSource": "",
        "en": "16 – Aḥmad bMuḥammad, al-Ṭabarī, Abū ʿAbdillāh, al-Khalīlī, [of whom it is said: Ghulām Khalil, al-Āmulī] Liar Fabricator of ḥadīth Corrupt (in madhhab) He is not regarded.",
        "enSource": ""
    },
    {
        "id": 18,
        "chapter": "chapter-17",
        "hadithNb": 1,
        "ar": "17 - إسماعيل بن علي بن علي، الدعبلي (ابن أخي دعبل). كان بواسط مقامه، وولي الحسبة بها. كان كذابا وضاعا للحديث، لا يلتفت إلى ما رواه عن أبيه، عن الرضا (عليه السلام) ولا غير ذلك، ولا ما صنف. ",
        "arSource": "",
        "en": "17 – Ismāʿīl bʿAlī bʿAlī, al-Diʿbilī [ibn Akhī Diʿbil] He resided in Wāsiṭ, and was responsible for its treasury He was a liar, fabricator of ḥadīths What he narrates from his father from al-Riḍā عليه السلام is not regarded, nor is other than that (to be regarded), nor what he authored.",
        "enSource": ""
    },
    {
        "id": 19,
        "chapter": "chapter-18",
        "hadithNb": 1,
        "ar": "18 - أحمد بن علي، أبو العباس، الرازي، صاحب كتاب \" الشفاء والجلاء \". كان ضعيفا. وحدثني أبي (رحمه الله) أنه كان في مذهبه ارتفاع. وحديثه يعرف تارة، وينكر أخرى.",
        "arSource": "",
        "en": "18 – Aḥmad bʿAlī, Abū al-ʿAbbās, al-Rāzī Author of the book “al-Shifā wa al-Jalā” He was weak My father رضي اP عنه informed me that in his madhhab was irtifāʿ His ḥadīth is sometimes recognized, and other times rejected.",
        "enSource": ""
    },
    {
        "id": 20,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - بكر بن صالح، الرازي. (ضعيف جدا). كثير التفرد بالغرائب. ",
        "arSource": "",
        "en": "1 – Bakr bṢāliḥ al-Rāzī (Very weak) Narrated many strange reports exclusively.",
        "enSource": ""
    },
    {
        "id": 21,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2 - بكر بن أحمد بن محمد بن موسى، العصري، يزعم أنه من ولد أشج بني عصر الوارد على النبي (صلى الله عليه وآله وسلم)، يكنى أبا محمد. يروي الغرائب، ويعتمد المجاهيل. وأمره مظلم.",
        "arSource": "",
        "en": "2 – Bakr bAḥmad bMuḥammad bMūsā, al-ʿAṣarī He claimed that he was of the children of Ashjj of the Banū ʿAṣarī of whom the Prophet صلى الله عليه وآله spoke Known by the kunya Abū Muḥammad Narrates strange reports Relies on unknown (narrators) And his affair is obscure.",
        "enSource": ""
    },
    {
        "id": 22,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - تميم بن عبد الله بن تميم، القرشي. الذي يروي عنه أبو جعفر محمد ابن بابويه. ضعيف.",
        "arSource": "",
        "en": "1 – Tamīm bʿAbdullāh bTamīm, al-Qarashī Abū Jaʿfar Muḥammad bBābawayh narrated from him Weak.",
        "enSource": ""
    },
    {
        "id": 23,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - جحدر بن المغيرة، الطائي، كوفي. يروي عن أبي عبد الله (عليه السلام) (وله عنه كتاب). كان خطابيا في مذهبه، ضعيفا في حديثه. وكتابه لم يرو إلا من طريق واحد. ",
        "arSource": "",
        "en": "1 – Jaḥdar bal-Mughayra, al-Ṭā’ī Kufan Narrated from Abū ʿAbdillāh  عليه السلام [and he has a book from him] He was a Khaṭṭābī in his madhhab Weak in his ḥadīth His book is not narrated except from a single route.",
        "enSource": ""
    },
    {
        "id": 24,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2 - جماعة بن سعد، الجعفي، الصائغ. روى عن أبي عبد الله (عليه السلام). خرج مع أبي الخطاب وقتل. وهو ضعيف في الحديث، ومذهبه ما ذكرت. ",
        "arSource": "",
        "en": "2 – Jamāʿa bSaʿd,  al-Juʿfī al-Ṣā’igh (the jeweler) Narrated from Abū ʿAbdillāh   عليه السلام Went out with Abū al-Khaṭṭāb and was killed He is weak in his ḥadīth His madhhab is what I have mentioned.",
        "enSource": ""
    },
    {
        "id": 25,
        "chapter": "chapter-3",
        "hadithNb": 1,
        "ar": "3 - جعفر بن محمد بن مفضل، كوفي. يروي عنه الغلاة خاصة. وما رأيت له - قط - رواية صحيحة. وهو متهم في كل أحواله. ",
        "arSource": "",
        "en": "3 – Jaʿfar bMuḥammad bMufaḍḍal Kufan The ghulāt narrate from him exclusively I have never seen a single sound (ṣaḥīḥ) narration for him He was accused in all his aspects.",
        "enSource": ""
    },
    {
        "id": 26,
        "chapter": "chapter-4",
        "hadithNb": 1,
        "ar": "4 - جعفر بن إسماعيل، المنقري، كوفي. روى عنه حميد بن زياد، وابن رباح. وكان غاليا، كذابا. ",
        "arSource": "",
        "en": "4 – Jaʿfar bIsmāʿīl, al-Munqirī Kufan Ḥumayd bZiyād and Ibn Ribāḥ narrated from him He was a ghālī Liar.",
        "enSource": ""
    },
    {
        "id": 27,
        "chapter": "chapter-5",
        "hadithNb": 1,
        "ar": "5 - جعفر بن معروف، أبو الفضل، السمرقندي. يروي عنه العياشي كثيرا. كان في مذهبه ارتفاع. وحديثه يعرف تارة، وينكر أخرى. ",
        "arSource": "",
        "en": "5 – Jaʿfar bMaʿrūf, Abū al-Faḍl, al-Samarqandī al-ʿAyyāshī narrated from him a lot There was irtifāʿ in his madhhab His ḥadīth is recognized sometimes, and other times rejected.",
        "enSource": ""
    },
    {
        "id": 28,
        "chapter": "chapter-6",
        "hadithNb": 1,
        "ar": "6 - جعفر بن محمد بن مالك بن عيسى بن سابور، مولى مالك ابن أسماء بن خارجة، الفزاري، أبو عبد الله. كذاب، متروك الحديث جملة، وفي مذهبه ارتفاع، ويروي عن الضعفاء والمجاهيل، وكل عيوب الضعفاء مجتمعة فيه.",
        "arSource": "",
        "en": "6 – Jaʿfar bMuḥammad bMālik bʿĪsā bSābūr, client of Mālik bAsmā bKhārija, al-Fazārī, Abū ʿAbdillāh Liar His ḥadīths are rejected completely In his madhhab there was irtifāʿ He narrates from weak and unknown narrators And all of the defects of the weak (narrators) are gathered together in him.",
        "enSource": ""
    },
    {
        "id": 29,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - الحسن بن راشد، مولى المنصور، أبو محمد. روى عن أبي عبد الله، وأبي الحسن موسى (عليهما السلام). ضعيف في روايته. ",
        "arSource": "",
        "en": "1 – al-Ḥasan bRāshid, client of Manṣūr, Abū Muḥammad Narrated from Abū ʿAbdillāh عليه السلام and Abū al-Ḥasan Mūsā  عليه السلام  Weak in his narrations.",
        "enSource": ""
    },
    {
        "id": 30,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2 - حميد بن شعيب، الشعيبي، الهمداني، كوفي. يعرف حديثه تارة، وينكر أخرى، وأكثره تخليط مما يرويه عن جابر. وأمره مظلم. ",
        "arSource": "",
        "en": "2 – Ḥumayd bShuʿayb, al-Shuʿaybī, al-Hamdānī Kufan His ḥadīth is recognized sometimes, and other times rejected Most of it is mixed (confused?) from what was narrated from Jābir His affair is obscure.",
        "enSource": ""
    },
    {
        "id": 31,
        "chapter": "chapter-3",
        "hadithNb": 1,
        "ar": "3 - حذيفة بن منصور بن كثير بن سلمة، الخزاعي، أبو محمد. روى عن أبي عبد الله، وأبي الحسن (موسى) (عليهما السلام). (حديثه غير نقي، يروي الصحيح والسقيم)، وأمره ملتبس، ويخرج شاهدا. ",
        "arSource": "",
        "en": "3 – Ḥudhayfa bManṣūr bKathīr bSalama, al-Khuzāʿī, Abū Muḥammad Narrated from Abū ʿAbdillāh  عليه السلام and Abū al-Ḥasan [Mūsā]  عليه السلام  [His ḥadīth is not pure, he narrates the sound and the sick.]  His affair is ambiguous He may be used as a witness.",
        "enSource": ""
    },
    {
        "id": 32,
        "chapter": "chapter-4",
        "hadithNb": 1,
        "ar": "4 - الحسن بن حذيفة (بن المنصور)، الكوفي، من همدان، بياع السابري. ضعيف جدا، لا يرتفع به. ",
        "arSource": "",
        "en": "4 – al-Ḥasan bḤudhayfa bManṣūr Kufan From Hamdān The Sābirī vendor (bayyāʿ alsābirī) Very weak No benefit can be taken from him.",
        "enSource": ""
    },
    {
        "id": 33,
        "chapter": "chapter-5",
        "hadithNb": 1,
        "ar": "5 - الحسين بن مهران بن محمد بن أبي نصر، أبو عبد الله. واقف ضعيف. له كتاب عن موسى. ",
        "arSource": "",
        "en": "5 – al-Ḥusayn bMihrān bMuḥammad bAbī Naṣr, Abū ʿAbdillāh Wāqifī Weak He has a book from (or: about) Mūsā.",
        "enSource": ""
    },
    {
        "id": 34,
        "chapter": "chapter-6",
        "hadithNb": 1,
        "ar": "6 - الحسن بن علي بن أبي حمزة، مولى الأنصار، أبو محمد. واقف ابن واقف، ضعيف في نفسه، وأبوه أوثق منه. وقال الحسن بن علي بن فضال: إني لأستحيي من الله أن أروي عن الحسن بن علي. وحديث الرضا (عليه السلام) فيه مشهور. ",
        "arSource": "",
        "en": "6 – al-Ḥasan bʿAlī bAbī Ḥamza, client of the Anṣār, Abū Muḥammad Wāqifī son of a Wāqifī He is weak himself, and his father is more trustworthy than him Al-Ḥasan bʿAlī bFaḍḍāl said: I fear God that I should narrate from al-Ḥasan bʿAlī And the ḥadīth of al-Riḍā عليه السلام regarding him is famous.",
        "enSource": ""
    },
    {
        "id": 35,
        "chapter": "chapter-7",
        "hadithNb": 1,
        "ar": "7 - الحسن بن العباس بن الحريش، الرازي، أبو محمد. ضعيف. روى عن أبي جعفر الثاني (عليه السلام) \" فضل إنا أنزلناه في ليلة القدر \" كتابا مصنفا، فاسد الألفاظ، (تشهد مخايله على أنه موضوع). وهذا الرجل لا يلتفت إليه، ولا يكتب حديثه. ",
        "arSource": "",
        "en": "7 – al-Ḥasan bal-ʿAbbās bal-Ḥarīsh, al-Rāzī, Abū Muḥammad Weak Narrated from Abū Jaʿfar al-Thānī  عليه السلام “The Virtue of ‘Verily We have made it descend on the Night of Power’” a compiled book of corrupt expressions (Its characteristic bear witness to its being forged.)  This man is not to be regarded, and his ḥadīth is not to be written.",
        "enSource": ""
    },
    {
        "id": 36,
        "chapter": "chapter-8",
        "hadithNb": 1,
        "ar": "8 - الحسن بن علي بن أبي عثمان، أبو محمد، الملقب بسجادة، القمي. ضعيف، وفي مذهبه ارتفاع. ",
        "arSource": "",
        "en": "8 – al-Ḥasan bʿAlī bAbī ʿUthmān, Abū Muḥammad, called al-Sajjāda, al-Qummī Weak In his madhhab there is irtifāʿ.",
        "enSource": ""
    },
    {
        "id": 37,
        "chapter": "chapter-9",
        "hadithNb": 1,
        "ar": "9 - الحسن بن أسد، الطفاوي، البصري، أبو محمد. يروي عن الضعفاء، ويروون عنه. وهو فاسد المذهب. ولا أعرف له شيئا أصلح فيه إلا روايته كتاب علي بن إسماعيل بن شعيب بن ميثم، وقد رواه عنه غيره. ",
        "arSource": "",
        "en": "9 – al-Ḥasan bAsad, al-Ṭafāwī, al-Baṣrī, Abū Muḥammad Narrated from weak narrators, and they narrate from him His is of a corrupt madhhab I do not know anything in which is settled except for his narration of the book of ʿAlī bIsmāʿīl bShuʿayb bMītham, and people other than him have narrated it.",
        "enSource": ""
    },
    {
        "id": 38,
        "chapter": "chapter-10",
        "hadithNb": 1,
        "ar": "10 - الحسين بن مسكان. لا أعرفه إلا أن جعفر بن محمد بن مالك روى عنه أحاديث (فاسدة). وما عند أصحابنا من هذا الرجل علم. ",
        "arSource": "",
        "en": "10 – al-Ḥusayn bMuskānI do not recognize him except that Jaʿfar bMuḥammad bMālik narrated (corrupt) ḥadīths from him There is no knowledge about this man amongst our companions.",
        "enSource": ""
    },
    {
        "id": 39,
        "chapter": "chapter-11",
        "hadithNb": 1,
        "ar": "11 - الحسين بن شاذويه، أبو عبد الله، الصفار، القمي. زعم القميون: أنه كان غاليا. ورأيت له كتابا في الصلاة سديدا، والله أعلم. ",
        "arSource": "",
        "en": "11 – al-Ḥusayn bShādhawayh, Abū ʿAbdillāh, al-Ṣaffār, al-Qummī The Qummis alleged that he was a ghālī I saw a book from him about prayer that was correct God knows best.",
        "enSource": ""
    },
    {
        "id": 40,
        "chapter": "chapter-12",
        "hadithNb": 1,
        "ar": "12 - الحسين بن علي بن زكريا بن صالح بن زفر، العدوي، أبو سعيد، البصري. ضعيف جدا، كذاب. ",
        "arSource": "",
        "en": "12 – al-Ḥusayn bʿAlī bZakariyya bṢāliḥ bZufar, al-ʿAdawī, Abū Saʿīd, al-Baṣrī Very weak A Liar.",
        "enSource": ""
    },
    {
        "id": 41,
        "chapter": "chapter-13",
        "hadithNb": 1,
        "ar": "13 - الحسين بن حمدان، الحصيني، الجنبلائي، أبو عبد الله. كذاب، فاسد المذهب، صاحب مقالة ملعونة، لا يلتفت إليه. ",
        "arSource": "",
        "en": "13 – al-Ḥusayn bḤamdān, al-Ḥuṣaynī, al-Junbulā’ī, Abū ʿAbdillāh A liar Corrupt in madhhab The possessor of an accursed doctrine He is not is to be regarded.",
        "enSource": ""
    },
    {
        "id": 42,
        "chapter": "chapter-14",
        "hadithNb": 1,
        "ar": "14 - الحسن بن محمد بن يحيى بن الحسن، أبو محمد، العلوي، الحسيني، المعروف بابن أبي طاهر. كان كذابا، يضع الحديث مجاهرة. ويدعي رجالا غرباء لا يعرفون، ويعتمد مجاهيل لا يذكرون. وما تطيب الأنفس من روايته إلا في ما رواه من كتب جده التي رواها عنه غيره، وعن علي بن أحمد بن علي العقيقي، من كتبه المصنفة المشهورة. ",
        "arSource": "",
        "en": "14 – al-Ḥusayn bMuḥammad bYaḥyā bal-Ḥasan, Abū Muḥammad, al-ʿAlāwī, al-Ḥusaynī, known as Ibn Abī Ṭāhir He was a liar He openly fabricated ḥadīths He claimed strange rijāl who are not recognized He depended on unknown narrators who are not mentioned None of his narrations are good except for what he narrated from the books of his grandfather, which others apart than him have narrated, and from ʿAlī bAḥmad bʿAlī al-ʿAqīqī, from his famous written books.",
        "enSource": ""
    },
    {
        "id": 43,
        "chapter": "chapter-15",
        "hadithNb": 1,
        "ar": "15 - الحسن بن علي بن زكريا، البزوفري، العدوي - من عدي الرباب -. ضعيف جدا. وروى نسخة عن محمد بن صدقة، عن موسى بن جعفر (عليه السلام) وروى عن خراش، عن أنس. وأمره أشهر من أن يذكر.",
        "arSource": "",
        "en": "15 – al-Ḥasan bʿAlī bZakariyya, al-Bazūfarī, al-ʿAdawī from ʿAdī al-Rabāb Very weak He narrated a manuscript from Muḥammad bṢadaqa from Mūsā bJaʿfar  عليه السلام , and he narrated from Khirāsh from Anas His affair is famous enough to not need to be mentioned.",
        "enSource": ""
    },
    {
        "id": 44,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - خيبري بن علي، الطحان، كوفي. ضعيف الحديث، غالي المذهب، كان يصحب يونس بن ظبيان، ويكثر الرواية عنه. وله كتاب عن أبي عبد الله (عليه السلام). لا يلتفت إلى حديثه. ",
        "arSource": "",
        "en": "1 – Khaybarī bʿAlī, al-Ṭaḥḥān (the miller) Kufan Weak in ḥadīth Ghālī in madhhab He had been a companion of Yūnus bẒabyān, and narrated a lot from him He has a book from Abū ʿAbdillāh  عليه السلام  His ḥadīth are not regarded.",
        "enSource": ""
    },
    {
        "id": 45,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2 - خلف بن حماد بن ناشر بن الليث، الأسدي، كوفي. أمره مختلط. يعرف حديثه تارة وينكر أخرى، ويجوز أن يخرج شاهدا. ",
        "arSource": "",
        "en": "2 – Khalaf bḤammād bNāshir bal-Layth, al-Asadī Kufan His affair is confused Sometimes his ḥadīth are recognized, othertimes they are denied It is permissible to bring him forth as a witness.",
        "enSource": ""
    },
    {
        "id": 46,
        "chapter": "chapter-3",
        "hadithNb": 1,
        "ar": "3 - خلف بن محمد بن أبي الحسن، الماوردي، البصري. كان غاليا في مذهبه، ضعيفا، لا يلتفت إليه.",
        "arSource": "",
        "en": "3 – Khalaf bMuḥammad bAbī al-Ḥasan al-Māwardī, al-Baṣrī   He was a ghālī in his madhhab Weak He is not regarded.",
        "enSource": ""
    },
    {
        "id": 47,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - داوود بن كثير بن أبي خالد، الرقي، مولى بني أسد. يروي عن أبي عبد الله (عليه السلام). كان فاسد المذهب، ضعيف الرواية، لا يلتفت إليه. ",
        "arSource": "",
        "en": "1 – Dāwud bKathīr bAbī Khālid al-Raqqī, client of the Banū Asad Narrates from Abū ʿAbillah  عليه السلام  He was corrupt in madhhab Weak in narrationHe is not regarded.",
        "enSource": ""
    },
    {
        "id": 48,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2 - دارم بن قبيصة بن نهشل، أبو الحسن، السايح. روى عن الرضا (عليه السلام). لا يؤنس بحديثه، ولا يوثق به.",
        "arSource": "",
        "en": "2 – Dārim bQubayṣa bNahshal, Abū al-Ḥasan, al-Sāyiḥ Narrated from al-Riḍā  عليه السلام  His ḥadīths are not familiar and are not relied upon.",
        "enSource": ""
    },
    {
        "id": 49,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - ذبيان (بن حكيم بن الأودي، أبو عمرو). أمره مختلط. ",
        "arSource": "",
        "en": "1 – Dhibyān (bḤukaym bal-Awdī, Abū ʿAmr) His affair is confused.",
        "enSource": ""
    },
    {
        "id": 50,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2 - ذريح، المحاربي. روى أبو سعيد سهل بن زياد الآدمي - وهو ضعيف - حديثا ضعيفا، وأنه سأل أبا عبد الله (عليه السلام) عن أخبار جابر؟ فقال: \" إله عن أحاديث جابر، فإنها إذا وقعت إلى السفلة أذاعوها \". وليس هذا من المدح أو الذم في طائل، مع أن طريقه ضعيف؛ لأن صاحب الكتاب قال: \" وروى محمد بن سنان، عن عبد الله بن جبلة الكناني، عن ذريح المحاربي، عن أبي عبد الله (عليه السلام)... \".",
        "arSource": "",
        "en": "2 – Dhurayḥ al-Muḥāribī Abū Saʿīd Sahl bZiyād – and he is weak – narrated a weak ḥadīth, that he asked Abū ʿAbdillāh  عليه السلام about the reports of Jābir So he said ‘Beware of the ḥadīths of Jābir, for should they fall to the vile folk, they would spread it.’  And this is not praise or condemnation at any rate, along with that its route is weak For the author of the book said ‘Muḥammad bSinān from ʿAbdullāh bJabala, from Dharayḥ al-MuḥāribīFrom Abū ʿAbdillāh  عليه السلام ….",
        "enSource": ""
    },
    {
        "id": 51,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - الربيع بن سليمان بن عمر، الكوفي. روى عن إسماعيل بن أبي زياد السكوني \" كتابه \"، عن جعفر بن محمد (عليه السلام). أمره قريب، قد طعن عليه، ويجوز أن يخرج شاهدا.",
        "arSource": "",
        "en": "1 – al-Rabīʿ bSulaymān bʿUmar Kufan Narrated from Ismāʿīl bAbī Ziyād al-Sakūnī his book from Jaʿfar bMuḥammad  عليه السلام  His affair is near He has been calumniated It is permissible for him to be brought out as a witness.",
        "enSource": ""
    },
    {
        "id": 52,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - زياد بن المنذر، أبو الجارود، الهمداني، الخارفي. روى عن أبي جعفر، وأبي عبد الله (عليهما السلام). وزياد هو صاحب المقام. حديثه في حديث أصحابنا أكثر منه في الزيدية. وأصحابنا يكرهون ما رواه محمد [بن] سنان عنه، ويعتمدون ما رواه محمد بن بكر الأرجني. ",
        "arSource": "",
        "en": "1 – Ziyād bal-Mundhir, al-Hamdānī, Abū al-Jārūd, al-Khārifī Narrated from Abū Jaʿfar عليه السلام and Abū ʿAbdillāh  عليه السلام  Ziyād, he is the possessor of the station (ṣāḥib al-maqām, likely corruption of ṣāḥib al-maqāla, possessor of the doctrine (i.eof the Jārūdī Zaydīs)) His ḥadīth are in the ḥadīths of our companions more than amongst the Zaydīs Our companions dislike what Muḥammad bSinān narrated from him, and they rely on what Muḥammad bBakr al-Arjanī narrated from him.",
        "enSource": ""
    },
    {
        "id": 53,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2,3 - زيد النرسي، و زيد الزراد، كوفي. رويا عن أبي عبد الله (عليه السلام). قال أبو جعفر ابن بابويه: إن كتابهما موضوع، وضعه محمد بن موسى السمان. وغلط أبو جعفر في هذا القول، فإني رأيت كتبهما مسموعة عن محمد بن أبي عمير. ",
        "arSource": "",
        "en": "2,3 – Zayd al-Narsī, and Zayd al-Zarrād KufanThey narrated from Abū ʿAbdillāh  عليه السلام  Abū Jaʿfar bBābawayh said:  Their book is a forgery Muḥammad bMūsā al-Sammān forged it Abū Jaʿfar made a mistake in this saying, for I have seen their books heard from Muḥammad bAbī ʿUmayr.",
        "enSource": ""
    },
    {
        "id": 54,
        "chapter": "chapter-3",
        "hadithNb": 1,
        "ar": "4 - زكريا، أبو يحيى، كوكب الدم، كوفي. ضعيف. روى عن أبي عبد الله (عليه السلام). قال المصنف (رحمه الله):",
        "arSource": "",
        "en": "4 – Zakariyya, Abū Yaḥyā, Kawkab al-Dam Kufan Weak Narrated from Abū ʿAbdillāh  عليه .السbم",
        "enSource": ""
    },
    {
        "id": 55,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - سليم بن قيس، الهلالي، العامري. روى عن أميرالمؤمنين، والحسن، والحسين، وعلي بن الحسين (عليهم السلام). وينسب إليه هذا الكتاب المشهور. وكان أصحابنا يقولون: إن سليما لا يعرف، ولا ذكر في خبر. وقد وجدت ذكره في مواضع من غير جهة كتابه، ولا من رواية أبان ابن أبي عياش عنه. وقد ذكر له ابن عقدة في \" رجال أمير المؤمنين (عليه السلام) \" أحاديث عنه. والكتاب موضوع، لا مرية فيه، وعلى ذلك علامات فيه تدل على ما ذكرناه. منها: ما ذكر أن محمد بن أبي بكر وعظ أباه عند موته. ومنها: أن الأئمة ثلاثة عشر. وغير ذلك. وأسانيد هذا الكتاب تختلف: تارة برواية عمر بن أذينة، عن إبراهيم بن عمر الصنعاني، عن أبان بن أبي عياش، عن سليم. وتارة يروى عن عمر، عن أبان، بلا واسطة. ",
        "arSource": "",
        "en": "1 – Sulaym bQays, al-Hilālī, al-ʿĀmirī Narrated from the Commander of the Believers عليه السلام, al-Ḥasan  عليه السلام , al-Ḥusayn  عليه السلام and ʿAlī bal-Ḥusayn  عليه السلام  This famous book is attributed to him Our companions would say that Sulaym is not known, and not mentioned in (any) report I have found mention of him in places other than from the direction of his book, and not from the narration of Abān bAbī ʿAyyash from him Ibn ʿUqda has made mentioned ḥadīths from him in ‘Rijāl Amīr al-Mu’minīn.’  The book (attributed to Sulaym) is a forgery, no doubt about it There is evidence showing what we have mentioned about it From it:  what it mentions about Muḥammad bAbū Bakr exhorted his father at his death And for it:  that the Imams are thirteen And other than that The isnads of this book vary Sometimes by the narration of ʿUmar bUdhayna from Ibrāhīm bʿUmar al-Ṣanʿānī from Abān bAbī ʿAyyāsh from Sulaym And sometimes it is narrated from ʿUmar from Abān without an intermediary.",
        "enSource": ""
    },
    {
        "id": 56,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2 - سعد بن طريف، الحنظلي، الخفاف. روى عن الأصبغ بن نباتة. ضعيف. ",
        "arSource": "",
        "en": "2 – Saʿd bṬarīf, al-Ḥanẓalī, al-Khaffāf (the boot maker) Narrated from al-Asbagh bNubāta Weak.",
        "enSource": ""
    },
    {
        "id": 57,
        "chapter": "chapter-3",
        "hadithNb": 1,
        "ar": "3 - سعيد بن خثيم، أبو معمر الهلالي - وأخوه معمر -. كان سعيد زيديا، وحديثه في حديث أصحابنا، وهو تابعي - على ما زعم - يروي عن جده لأمه عبيدة بن عمر الكلابي عن النبي (صلى الله عليه وآله وسلم). وروى عن أبي جعفر، وأبي عبد الله (عليهما السلام). وهو ضعيف جدا، لا يرتفع به. ",
        "arSource": "",
        "en": "3 – Saʿīd bKhuthaym, Abū MuʿAmmār al-Hilālī His brother was Muʿammar Saʿīd was a Zaydī His ḥadīth are amongst the ḥadīths of our companions He was a tabiʿī – upon what is claimed – narrating from his maternal grandfather ʿUbayda bʿUmar al-Kilābī from the Prophet صلى الله عليه وآله  He narrated from Abū Jaʿfar  عليه السلام and Abū ʿAbdillāh  عليه السلام  He is very weak, and one does not ascend by him.",
        "enSource": ""
    },
    {
        "id": 58,
        "chapter": "chapter-4",
        "hadithNb": 1,
        "ar": "4 - سليمان بن داوود، المنقري، الأصبهاني. ضعيف جدا، لا يلتفت إليه، يوضع كثيرا على المهمات. ",
        "arSource": "",
        "en": "4 – Sulaymān bDāwud, al-Munqarī, al-Isbahānī Very weak, he is not regarded, he fabricates much upon the important ones (?)",
        "enSource": ""
    },
    {
        "id": 59,
        "chapter": "chapter-5",
        "hadithNb": 1,
        "ar": "5 - سليمان بن هارون، النخعي، أبو داوود، يقال له: كذاب النخع. روى عن أبي عبد الله (عليه السلام). ضعيف جدا. ",
        "arSource": "",
        "en": "5 – Sulaymān bHārūn, al-Nakhʿī, Abū Dāwud, it is said about him:  the liar of al-Nakhʿ He narrated from Abū ʿAbdillāh  عليه السلام  Very weak.",
        "enSource": ""
    },
    {
        "id": 60,
        "chapter": "chapter-6",
        "hadithNb": 1,
        "ar": "6 - سليمان بن معلى بن خنيس. ضعيف جدا. ",
        "arSource": "",
        "en": "6 – Sulaymān bMuʿallā bKhunays Very weak.",
        "enSource": ""
    },
    {
        "id": 61,
        "chapter": "chapter-7",
        "hadithNb": 1,
        "ar": "7 - سالم بن أبي سلمة، الكندي، السجستاني. روى عنه ابنه محمد، لا يعرف، وروى عنه غيره. وهو ضعيف، وروايته مختلطة. ",
        "arSource": "",
        "en": "7 – Sālim bAbī Salama, al-Kindī, al-Sijistānī His son Muḥammad narrated from him, he is not recognized, and other (people) than him narrated from him He is weak, and his narrations are confused.",
        "enSource": ""
    },
    {
        "id": 62,
        "chapter": "chapter-8",
        "hadithNb": 1,
        "ar": "8 - سعد بن مسلم - الذي روى عن عمر بن توبة \" كتاب إنا أنزلناه \" -. لا يعرف. ",
        "arSource": "",
        "en": "8 – Saʿd bMuslim The one who narrated the book ‘Verily We have caused it to descend’ from ʿUmar bTawba  He is not recognized.",
        "enSource": ""
    },
    {
        "id": 63,
        "chapter": "chapter-9",
        "hadithNb": 1,
        "ar": "9 - سهيل بن زياد، أبو يحيى، الواسطي، وأمه بنت محمد بن النعمان، أبي جعفر الأحول، مؤمن الطاق. حديثه يعرف تارة، وينكر أخرى، ويجوز أن يخرج شاهدا. ",
        "arSource": "",
        "en": "9 – Suhayl bZiyād, Abū Yaḥyā, al-Wāsiṭī His mother was the daughter of Muḥammad balNuʿmān, Abū Jaʿfar al-Aḥwal, Mu’min al-Ṭāq Sometimes his ḥadīths are recognized, and other times rejected It is permissible for him to be brought out as a witness.",
        "enSource": ""
    },
    {
        "id": 64,
        "chapter": "chapter-10",
        "hadithNb": 1,
        "ar": "10 - سلمة بن الخطاب، البراوستائي، أبو محمد، من سواد الري. ضعيف. ",
        "arSource": "",
        "en": "10 – Salama bal-Khaṭṭāb, al-Barāwastānī, Abū Muḥammad From Sawād al-Ray Weak.",
        "enSource": ""
    },
    {
        "id": 65,
        "chapter": "chapter-11",
        "hadithNb": 1,
        "ar": "11 - سهل بن زياد، أبو سعيد، الآدمي، الرازي. كان ضعيفا جدا، فاسد الرواية والدين. وكان أحمد بن محمد بن عيسى الأشعري أخرجه من قم، وأظهر البراءة منه، ونهى الناس عن السماع منه والرواية عنه. ويروي المراسيل، ويعتمد المجاهيل. ",
        "arSource": "",
        "en": "11 – Sahl bZiyād, Abū Saʿīd, al-Ādamī, al-Rāzī He was very weak, corrupt in narration and religion  Aḥmad bMuḥammad bʿĪsā al-Ashʿarī exiled him from Qum, declared barā’a from him, and forbade the people from listening to him and narrating from him He narrates mursal narrations and depends on unknown people.",
        "enSource": ""
    },
    {
        "id": 66,
        "chapter": "chapter-12",
        "hadithNb": 1,
        "ar": "12 - سهل بن أحمد بن عبد الله [بن أحمد] بن سهل، الديباجي، أبو محمد. كان ضعيفا، يضع الأحاديث. ويروي عن المجاهيل. ولا بأس بما رواه من \" الأشعثيات \" وبما يجري مجراها، مما رواه غيره. ",
        "arSource": "",
        "en": "12 – Sahl bAḥmad bʿAbdullāh (bAḥmad) bSahl, al-Dībājī, Abū Muḥammad He was weak, fabricating ḥadīths He narrated from unknown narrators There is no harm in what he narrated from al-Ashʿathiyyāt and what is of that type, and from what (people) other than him narrated of it.",
        "enSource": ""
    },
    {
        "id": 67,
        "chapter": "chapter-13",
        "hadithNb": 1,
        "ar": "13 - سليمان بن زكريا، الديلمي. روى عن أبي عبد الله (عليه السلام). كذاب، غال.",
        "arSource": "",
        "en": "13 – Sulaymān bZakariyya al-DaylamīHe narrated from Abū ʿAbdillāh  عليه السلام  A liar, a ghālī.",
        "enSource": ""
    },
    {
        "id": 68,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "14 - شريف بن سابق، التفليسي، أبو محمد. روى عن الفضل بن أبي قرة السهندي، عن أبي عبد الله (عليه السلام). وهو ضعيف، مضطرب الأمر.",
        "arSource": "",
        "en": "14 – Sharīf bSābiq, al-Taflīsī, Abū Muḥammad He narrated from al-Faḍl bAbī Qurra alSahandī, from Abū ʿAbdillāh  عليه السلام  He is weak, confused in the affair.",
        "enSource": ""
    },
    {
        "id": 69,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - صالح بن سهل، الهمداني، كوفي. غال، كذاب، وضاع للحديث. روى عن أبي عبد الله (عليه السلام). لا خير فيه، ولا في سائر ما رواه. ",
        "arSource": "",
        "en": "1 – Ṣāliḥ bSahl, al-Hamdānī Kufan A Ghālī, a liar, a fabricator of ḥadīth He narrated from Abū ʿAbdillāh  عليه السلام  There is no good in him, and nor in the rest of what he narrated.",
        "enSource": ""
    },
    {
        "id": 70,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2 - صالح بن عقبة بن قيس بن سمعان بن أبي ذبيحة، مولى رسول الله (صلى الله عليه وآله وسلم). روى عن أبي عبد الله (عليه السلام). غال، كذاب، لا يلتفت إليه. ",
        "arSource": "",
        "en": "2 – Ṣāliḥ bʿUqba bQays bSamʿān bAbī Dhabīḥa, client of the Messenger of God ى اP عليه ّ صل وآله He narrated from Abū ʿAbdillāh  عليه السلام  A ghālī, a liar, he is not turned to.",
        "enSource": ""
    },
    {
        "id": 71,
        "chapter": "chapter-3",
        "hadithNb": 1,
        "ar": "3 - صباح بن يحيى، المزني، أبو محمد، كوفي. زيدي. حديثه في حديث أصحابنا، ضعيف، يجوز أن يخرج شاهدا. ",
        "arSource": "",
        "en": "3 – Ṣabbāḥ bYaḥyā, al-Muzannī, Abū Muḥammad Kufan His ḥadīth is (found) in the ḥadīth of our companions Weak It is permissible for him to be brought out as a witness.",
        "enSource": ""
    },
    {
        "id": 72,
        "chapter": "chapter-4",
        "hadithNb": 1,
        "ar": "4 - صالح بن علي بن عطية، الأضخم، أبو محمد، بصري. كان أخباريا. وهو ضعيف. ",
        "arSource": "",
        "en": "4 – Ṣāliḥ bʿAlī bʿAṭiyya, al-Aḍkham (the corpulent, fat), Abū Muḥammad, Basran He was a traditionist (akhbārī) He is weak.",
        "enSource": ""
    },
    {
        "id": 73,
        "chapter": "chapter-5",
        "hadithNb": 1,
        "ar": "5 - صالح بن أبي حماد، الرازي، أبو الخير. ضعيف.",
        "arSource": "",
        "en": "5 – Ṣāliḥ bḤammād, al-Rāzī, Abū al-Khayr Weak.",
        "enSource": ""
    },
    {
        "id": 74,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - طاهر بن حاتم بن ماهويه، القزويني، أخو فارس. كان فاسد المذهب، ضعيفا. وقد كانت له حال استقامة، كما كانت لأخيه، ولكنها لا تثمر.",
        "arSource": "",
        "en": "1 – Ṭāhir bḤātim bMāhawayh, al-Qazwīnī, the brother of Fāris He was corrupt in madhhab, weak He had been in an upright state, as had been his brother, however it did not bear fruit.",
        "enSource": ""
    },
    {
        "id": 75,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - ظفر بن حمدون بن شداد، البادرائي، أبو منصور. روى عن إبراهيم الأحمري. كان في مذهبه ضعف.",
        "arSource": "",
        "en": "1 – Ẓafar bḤamdūn bShaddād, al-Bādirā’ī, Abū Manṣūr He narrated from Ibrāhīm al-Aḥmarī There was weakness in his madhhab.",
        "enSource": ""
    },
    {
        "id": 76,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - عمرو بن ثابت بن هرمز، أبو المقدام، الحداد، مولى بني عجل، كوفي. روى عن علي بن الحسين، وأبي جعفر، وأبي عبد الله (عليهم السلام). ضعيف جدا. ",
        "arSource": "",
        "en": "1 – ʿAmr bThābit bHurmuz, Abū al-Miqdām, al-Ḥaddād (the ironsmith), client of the Banū ʿIjl, Kufan He narrated from ʿAlī bal-Ḥusayn  عليه السلام , Abū Jaʿfar  عليه السلام , and Abū ʿAbdillāh عليه السلام Very weak.",
        "enSource": ""
    },
    {
        "id": 77,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2 - علي بن ميمون، أبو الحسن، لقبه: أبو الأكراد، الصائغ، كوفي. حديثه يعرف وينكر، ويجوز أن يخرج شاهدا. روى عن أبي عبد الله وأبي الحسن موسى (عليهما السلام). ",
        "arSource": "",
        "en": "2 – ʿAlī bMaymūn, Abū al-Ḥasan, his laqab is Abū al-Akrād, al-Ṣā’igh (the jeweler) Kufan His ḥadīth are recognized and denied It is permissible to bring him out as a witness He narrated from Abū ʿAbdillāh  عليه السلام and Abū al-Ḥasan Mūsā عليه السلام",
        "enSource": ""
    },
    {
        "id": 78,
        "chapter": "chapter-3",
        "hadithNb": 1,
        "ar": "3 - عمرو بن شمر، أبو عبد الله، الجعفي. روى عن أبي عبد الله (عليه السلام) وجابر. ضعيف. ",
        "arSource": "",
        "en": "3 – ʿAmr bShimr, Abū ʿAbdillāh, al-Juʿfī He narrated from Abū ʿAbdillāh  عليه السلام and Jābir Weak.",
        "enSource": ""
    },
    {
        "id": 79,
        "chapter": "chapter-4",
        "hadithNb": 1,
        "ar": "4 - عبد الرحمان بن سالم بن عبد الرحمان، الأشل، كوفي، مولى. روى عن أبي بصير. ضعيف. وأبوه ثقة، روى عن أبي جعفر، وأبي عبد الله (عليهما السلام). ",
        "arSource": "",
        "en": "4 – ʿAbd al-Raḥmān bSālim bʿAbd al-Raḥmān, al-Ashall (the paralytic) Kufan, a client (or: slave) He narrated from Abū Baṣīr Weak His father was thiqa, he narrated from Abū Jaʿfar  عليه السلام and Abū ʿAbdillāh عليه السلام",
        "enSource": ""
    },
    {
        "id": 80,
        "chapter": "chapter-5",
        "hadithNb": 1,
        "ar": "5 - عمار بن مروان، الثوباني، مولى بني ثوبان موالي بني يشكر، كوفي. يروي عن أبي الحسن، وأبي عبد الله (عليهما السلام). ",
        "arSource": "",
        "en": "5 – ʿAmmār bMarwān, al-Thawbānī, client of the Banū Thawbān the clients of the Banū Yashkur, Kufan He narrates from Abū al-Ḥasan  عليه السلام and Abū ʿAbdillāh عليه السلام",
        "enSource": ""
    },
    {
        "id": 81,
        "chapter": "chapter-6",
        "hadithNb": 1,
        "ar": "6 - عبد الله بن إبراهيم بن أبي عمر، الغفاري، أبو محمد، (مدني). يلقى عليه الفاسد كثيرا. روى عن أبي عبد الله (عليه السلام). ويجوز أن يخرج شاهدا. ",
        "arSource": "",
        "en": "6 – ʿAbdullāh bIbrāhīm bAbī ʿUmar, al-Ghifārī, Abū Muḥammad (Medinan) Much corruption is cast upon him He narrated from Abū ʿAbdillāh  عليه السلام  It is permissible for him to be brought out as a witness.",
        "enSource": ""
    },
    {
        "id": 82,
        "chapter": "chapter-7",
        "hadithNb": 1,
        "ar": "7 - عمر بن توبة، أبو يحيى، الصنعاني. يروي عن أبي عبد الله (عليه السلام). في الرجال. ضعيف جدا، لا يلتفت إليه. ",
        "arSource": "",
        "en": "7 – ʿUmar bTawba, Abū Yaḥyā, al-Ṣanʿānī He narrates from Abū ʿAbdillāh  عليه السلام  In the rijāl he is very weak, he is not turned to.",
        "enSource": ""
    },
    {
        "id": 83,
        "chapter": "chapter-8",
        "hadithNb": 1,
        "ar": "8 - عبد الله بن بكر، الأرجاني. روى عن أبي عبد الله (عليه السلام). مرتفع القول، ضعيف.  ",
        "arSource": "",
        "en": "8 – ʿAbdullāh bBakr, al-Arjānī He narrated from Abū ʿAbdillāh  عليه السلام  A proponent of irtifāʿ in doctrine, weak.",
        "enSource": ""
    },
    {
        "id": 84,
        "chapter": "chapter-9",
        "hadithNb": 1,
        "ar": "9 - عبد الله بن الحكم، الأرمني. ضعيف، مرتفع القول. يقال: روى عن أبي عبد الله (عليه السلام). ",
        "arSource": "",
        "en": "9 – ʿAbdullāh bal-Ḥakam, al-Armanī Weak, a proponent of irtifāʿ in doctrine It is said: he narrated from Abū ʿAbdillāh عليه السلام",
        "enSource": ""
    },
    {
        "id": 85,
        "chapter": "chapter-10",
        "hadithNb": 1,
        "ar": "10 - عبد الله بن سالم، الصيرفي. يروي عن أبي عبد الله (عليه السلام). ضعيف، مرتفع القول، لا يعبأ به. ",
        "arSource": "",
        "en": "10 – ʿAbdullāh bSālim, al-Ṣayrafī (the money changer) He narrates from Abū ʿAbdillāh عليه السلام Weak, a proponent of irtifāʿ in doctrine, he is insignificant.",
        "enSource": ""
    },
    {
        "id": 86,
        "chapter": "chapter-11",
        "hadithNb": 1,
        "ar": "11 - عبد الله بن بحر، كوفي. روى عن أبي بصير، والرجال. ضعيف، مرتفع القول. ",
        "arSource": "",
        "en": "11 – ʿAbdullāh bBaḥr Kufan Narrated from Abū Baṣīr, and the rijāl Weak, a proponent of irtifāʿ in doctrine.",
        "enSource": ""
    },
    {
        "id": 87,
        "chapter": "chapter-12",
        "hadithNb": 1,
        "ar": "12 - عبد الله بن عبد الرحمان الأصم، المسمعي، أبو محمد. ضعيف، مرتفع القول. له كتاب في الزيارات، ما يدل على خبث عظيم، ومذهب متهافت. وكان من كذابة أهل البصرة. ",
        "arSource": "",
        "en": "12 – ʿAbdullāh bʿAbd al-Raḥmān al-Aṣamm, al-Misʿami, Abū MuḥammadWeak, a proponent of irtifāʿ in doctrine He has a book about ziyārats, what gives evidence of his great filth and collapsed madhhab He was from liars of the people of Basra.",
        "enSource": ""
    },
    {
        "id": 88,
        "chapter": "chapter-13",
        "hadithNb": 1,
        "ar": "13 - علي بن حسان بن كثير، مولى أبي جعفر الباقر (عليه السلام)، أبو الحسن. روى عن عمه عبد الرحمان. غال، ضعيف. رأيت له كتابا سماه \" تفسير الباطن \" لا يتعلق من الإسلام بسبب. ولا يروي إلا عن عمه. ومن أصحابنا: علي بن حسان الواسطي: ثقة ثقة. ",
        "arSource": "",
        "en": "13 – ʿAlī bḤassān bKathīr, client of Abū Jaʿfar al-Baqir  عليه السلام , Abū al-Ḥasan He narrated from his uncle, ʿAbd al-Raḥmān A ghālī, weak I saw that he has a book he called Tafsīr alBāṭin that has no connection to Islam by (any) means He does not narrate except from his uncle And from our companions: ʿAlī bḤassān al-Wāsiṭī: thiqa thiqa.",
        "enSource": ""
    },
    {
        "id": 89,
        "chapter": "chapter-14",
        "hadithNb": 1,
        "ar": "14 - عمارة بن زيد، الخيواني، المدني، حليف الأنصار، وهذا نسبه على ما زعمه عبد الله بن محمد البلوي المصري فإنه لا يعرف إلا من جهته. وقد سئل عبد الله عنه، فقيل له: من عمارة هذا الذي تروي عنه؟ فقال: رجل نزل من السماء، فحدثني، ثم عرج. وأصحابنا يقولون: إن اسمه ما تحته أحد. وكل ما يرويه كذب، والكذب بين في وجه حديثه. ",
        "arSource": "",
        "en": "14 – ʿUmāra bZayd, al-Khaywānī, al-Madanī, ally of the Anṣār, and this lineage of his is what ʿAbdullāh bMuḥammad al-Balawī al-Miṣrī claimed about it, so it is not known except from his direction ʿAbdullāh was asked about him, so it was said to him: Who is ʿUmāra, this one that you narrate from?  He said: A man who descended from the sky (or: Heaven), he narrated to me, then he ascended Our companions say: Indeed there is no one under this name All that he narrates is a lie The lie is clear in the face of his ḥadīth.",
        "enSource": ""
    },
    {
        "id": 90,
        "chapter": "chapter-15",
        "hadithNb": 1,
        "ar": "15 - عبد الله بن القاسم بن البطل، الحارثي، بصري. كذاب، غال، ضعيف، متروك الحديث، معدول عن ذكره. ",
        "arSource": "",
        "en": "15 – ʿAbdullāh bal-Qāsim bal-Baṭal, al-Ḥārithi, Basran A liar, a ghālī, weak, (whose) ḥadīth are abandoned, his (or: its) mention is refrained from.",
        "enSource": ""
    },
    {
        "id": 91,
        "chapter": "chapter-16",
        "hadithNb": 1,
        "ar": "16 - عبد الله بن القاسم، الحضرمي، كوفي. ضعيف - أيضا - غال، متهافت، لا ارتفاع به. ",
        "arSource": "",
        "en": "16 – ʿAbdullāh bal-Qāsim, al-Haḍramī Kufan Weak – also – a ghālī, collapsed, there is no ascension (? irtifāʿ) by him.",
        "enSource": ""
    },
    {
        "id": 92,
        "chapter": "chapter-17",
        "hadithNb": 1,
        "ar": "17 - عبد الله بن حماد، أبو محمد، الأنصاري، نزل قم. لم يرو عن أحد من الأئمة (عليهم السلام). وحديثه يعرف تارة وينكر أخرى، ويخرج شاهدا. ",
        "arSource": "",
        "en": "17 – ʿAbdullāh bḤammād, al-Anṣāri Settled in Qum He does not narrate from any of the Imams عليهم السbم  His ḥadīth is sometimes recognized and otherwise denied, and he is brought out as a witness.",
        "enSource": ""
    },
    {
        "id": 93,
        "chapter": "chapter-18",
        "hadithNb": 1,
        "ar": "18 - عبد الله بن أيوب، القمي. ذكره الغلاة، ورووا عنه. لا نعرفه. ",
        "arSource": "",
        "en": "18 – ʿAbdullāh bAyyūb, al-Qummī The ghulāt mentioned him and narrated from him He is not recognized",
        "enSource": ""
    },
    {
        "id": 94,
        "chapter": "chapter-19",
        "hadithNb": 1,
        "ar": "19 - عبد الرحمان بن أحمد بن نهيك، السمري، أبو محمد، الملقب \" دحمان \". ضعيف، مرتفع القول. ",
        "arSource": "",
        "en": "19 – ʿAbd al-Raḥmān bAḥmad bNahīk, al-Samarī, Abū Muḥammad, the one with the laqab of “Daḥamān” Weak, a proponent of irtifāʿ in doctrine.",
        "enSource": ""
    },
    {
        "id": 95,
        "chapter": "chapter-20",
        "hadithNb": 1,
        "ar": "20 - علي بن العباس، الجراذيني، أبو الحسن، الرازي. مشهور. له تصنيف في الممدوحين والمذمومين يدل على خبثه وتهالك مذهبه. لا يلتفت إليه، ولا يعبأ بما رواه. ",
        "arSource": "",
        "en": "20 – ʿAlī bal-ʿAbbās, al-Jarādhīnī, Abū al-Ḥasan, al-Rāzī Famous He has writings about the praised ones and the censured ones that gives evidence upon his filth and the languor of his madhhab He is not turned to, and what he narrates is insignificant.",
        "enSource": ""
    },
    {
        "id": 96,
        "chapter": "chapter-21",
        "hadithNb": 1,
        "ar": "21 - عبيد بن كثير بن عبد الواحد بن عبد الله بن شريك العامري، الوحيدي، الكلابي، أبو سعيد. كان يضع الحديث مجاهرة، ولا يحتشم الكذب الصراح. وأمره مشهور. ",
        "arSource": "",
        "en": "21 – ʿUbayd bKathīr bʿAbd al-Wāḥid bʿAbdullāh bSharīk al-ʿĀmirī, al-Waḥīdī, al-Kilābī, Abū Saʿīd He would publicly fabricate ḥadīths and not be shy about his open lying, and his affair is famous.",
        "enSource": ""
    },
    {
        "id": 97,
        "chapter": "chapter-22",
        "hadithNb": 1,
        "ar": "22 - عبد الله بن محمد بن عمير بن محفوظ البلوي، أبو محمد، المصري. كذاب، وضاع للحديث، لا يلتفت إلى حديثه، ولا يعبأ به. ",
        "arSource": "",
        "en": "22 – ʿAbdullāh bMuḥammad bʿUmayr bMaḥfūẓ al-Balawī, Abū Muḥammad, al-Miṣrī A liar, a fabricator of ḥadīths, his ḥadīths are not turned to, and he is (or: they are) insignificant.",
        "enSource": ""
    },
    {
        "id": 98,
        "chapter": "chapter-23",
        "hadithNb": 1,
        "ar": "23 - عبد الرحمان بن أبي حماد، كوفي، سكن قم، وروى عنه القميون، يكنى أبا محمد. ضعيف جدا، لا يلتفت إليه، في مذهبه غلو. ",
        "arSource": "",
        "en": "23 – ʿAbd al-Raḥmān bAbū Ḥammād, Kufan Settled in Qum, and the Qummis narrated from him, he is known by the kunya “Abū Muḥammad” Very weak, he is not turned to, in his madhhab there is ghulw.",
        "enSource": ""
    },
    {
        "id": 99,
        "chapter": "chapter-24",
        "hadithNb": 1,
        "ar": "24 - عمر بن المختار، الخزاعي. ذكره الغلاة. لا يعرف. ",
        "arSource": "",
        "en": "24 – ʿUmar bal-Mukhtār, al-Khuzāʿī The ghulāt mentioned him He is not known.",
        "enSource": ""
    },
    {
        "id": 100,
        "chapter": "chapter-25",
        "hadithNb": 1,
        "ar": "25 - عيسى بن المستفاد، البجلي، أبو موسى الضرير. ذكر له رواياته عن موسى بن جعفر (عليهما السلام). وله كتاب \" الوصية \" لا يثبت سنده. وهو في نفسه ضعيف. ",
        "arSource": "",
        "en": "25 – ʿĪsā bal-Mustafād, al-Bajalī, Abū Mūsā al-Ḍarīr Narrations of his from Mūsā bJaʿfar عليه السلام are mentioned for him He has a book “al-Waṣiyya” whose sanad is not established In himself he is weak.",
        "enSource": ""
    },
    {
        "id": 101,
        "chapter": "chapter-26",
        "hadithNb": 1,
        "ar": "26 - علي بن محمد بن جعفر بن عنبسة، الحداد، أبو الحسن، العسكري. ضعيف. روى عن الضعفاء. لا يلتفت إليه. ",
        "arSource": "",
        "en": "26 – ʿAlī bMuḥammad bJaʿfar bʿAnbasa, al-Ḥaddād (the ironsmith), Abū al-Ḥasan al-ʿAskarī Weak He narrated from the weak narrators He is not turned to.",
        "enSource": ""
    },
    {
        "id": 102,
        "chapter": "chapter-27",
        "hadithNb": 1,
        "ar": "27 - علي بن عبد الله، أبو الحسن الخديجي - لأنه ينسب إلى ولد أبي هالة، النباش، الأسدي، الذي كان زوج خديجة (عليها السلام) قبل النبي (صلى الله عليه وآله وسلم) -. له مقالة. لا يلتفت إليه، ولا يرتفع به. ",
        "arSource": "",
        "en": "27 – ʿAlī bʿAbdullāh, Abū al-Ḥasan al-Khadījī – because he ascribed to the child of Abū Hāla, alNabbāsh al-Asadī, the who was the husband of Khadija before the Prophet صلى الله عليه وآله– he has a doctrine He is not turned to, and one does not ascend by him.",
        "enSource": ""
    },
    {
        "id": 103,
        "chapter": "chapter-28",
        "hadithNb": 1,
        "ar": "28 - علي بن أحمد بن نصر، البندنيجي، أبو الحسن، سكن الرملة. ضعيف، متهافت، لا يلتفت إليه. ",
        "arSource": "",
        "en": "28 – ʿAlī bAḥmad bNaṣr, al-Bandanījī, Abū al-Ḥasan Settled in al-Ramla Weak, collapsed, he is not turned to.",
        "enSource": ""
    },
    {
        "id": 104,
        "chapter": "chapter-29",
        "hadithNb": 1,
        "ar": "29 - علي بن أحمد، أبو القاسم، الكوفي، المدعي العلوية. كذاب، غال، صاحب بدعة ومقالة. رأيت له كتبا كثيرة، لا يلتفت إليه. ",
        "arSource": "",
        "en": "29 – ʿAlī bAḥmad, Abū al-Qāsim, al-Kūfī, the propagator of ghulw A liar, a ghālī, the possessor of a bidʿa and a doctrine I saw he has many books, he is not turned to.",
        "enSource": ""
    },
    {
        "id": 105,
        "chapter": "chapter-30",
        "hadithNb": 1,
        "ar": "30 - علي بن جعفر، الهرمزاني، أبو الحسن. قمي. ضعيف. ",
        "arSource": "",
        "en": "30 – ʿAlī bJaʿfar, al-Hurmuzānī, Abū al-Ḥasan Qummi Weak.",
        "enSource": ""
    },
    {
        "id": 106,
        "chapter": "chapter-31",
        "hadithNb": 1,
        "ar": "31 - علي بن عبد الله بن عمران، المخزومي، الملقب بالميمون. كان غاليا. ضعيفا. ",
        "arSource": "",
        "en": "31 – ʿAlī bʿAbdullāh bʿImrān, al-Makhzūmī, the one who has the laqab of “al-Maymūn” He was a ghālī Weak.",
        "enSource": ""
    },
    {
        "id": 107,
        "chapter": "chapter-32",
        "hadithNb": 1,
        "ar": "32 - علي بن أبي حمزة - لعنه الله -. أصل الوقف، وأشد الخلق عداوة للولي من بعد أبي إبراهيم (عليهما السلام).",
        "arSource": "",
        "en": "32 – ʿAlī bAbī Ḥamza – may God curse him – the root of Waqf (iea founder of the Wāqifī sect), the most intense of creation in enmity to the Walī after Abū Ibrāhīm عليه السلام",
        "enSource": ""
    },
    {
        "id": 108,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - فرات بن أحنف، كوفي. يروي عن علي بن الحسين، وأبي جعفر، وأبي عبد الله (عليهم السلام) (كما زعموا لا يرتفع به، ولا بذكره، غال، كذاب). ",
        "arSource": "",
        "en": "1 – Furāt bAḥnaf, Kufan He narrates from ʿAlī bal-Ḥusayn  عليه السلام , Abū Jaʿfar  عليه السلام , and Abū ʿAbdillāh  عليه السلام [as they claim he is not ascended by (?), and not by his mention (?), ghālī, a liar].",
        "enSource": ""
    },
    {
        "id": 109,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2 - الفضل بن أبي قرة، التميمي، السهندي أبو محمد، آذربايجاني، أصله كوفي، وسكنها. ضعيف. وما يروي عن أبي عبد الله (عليه السلام). ",
        "arSource": "",
        "en": "2 – al-Faḍl bAbū Qurra, al-Tamīmi, al-Sahandī, Abū Muḥammad, Azerbaijani His origin was Kufan, and he settled in it Weak, and what (?) he narrates from Abū ʿAbdillāh عليه السلام",
        "enSource": ""
    },
    {
        "id": 110,
        "chapter": "chapter-3",
        "hadithNb": 1,
        "ar": "3 - الفتح بن يزيد، الجرجاني، صاحب \" المسائل لأبي الحسن (عليه السلام) \"، واختلفوا أنه هو الرضا (عليه السلام) أو الثالث (عليه السلام)؟ والرجل مجهول، والإسناد إليه مدخول. ",
        "arSource": "",
        "en": "3 – al-Fatḥ bYazīd, al-Jurjānī Possessor of “al-Masā’il li-Abī al-Ḥasan  عليه السلام ”, and they differ as to whether he is al-Riḍā  عليه السلام or the Third  عليه السلام  The man is unknown, and the isnād to him is unsound.",
        "enSource": ""
    },
    {
        "id": 111,
        "chapter": "chapter-4",
        "hadithNb": 1,
        "ar": "4 - فارس بن حاتم بن ماهويه، القزويني. فسد مذهبه (وبرئ منه)، وقتله بعض أصحاب أبي محمد الحسن (عليه السلام) بالعسكر. لا يلتفت إلى حديثه. وله كتب كلها تخليط.",
        "arSource": "",
        "en": "4 – Fāris bḤātim bMāhawayh, al-Qazwīnī His madhhab was corrupt [and barā’a was done from him] One of the companions of Abū Muḥammad al-Ḥasan bil-ʿAskar  عليه السلام killed him  His ḥadīth are not turned to He has a book, all of it is insane.",
        "enSource": ""
    },
    {
        "id": 112,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - القاسم بن يحيى بن الحسن بن راشد، مولى المنصور. روى عن جده. ضعيف. ",
        "arSource": "",
        "en": "1 – al-Qāsim bYaḥyā bal-Ḥasan bRāshid, client of al-Manṣūr He narrated from his grandfather Weak.",
        "enSource": ""
    },
    {
        "id": 113,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2 - القاسم بن محمد، الأصبهاني، كاسولا، أبو محمد. حديثه يعرف تارة وينكر أخرى. ويجوز أن يخرج شاهدا. ",
        "arSource": "",
        "en": "2 – al-Qāsim bMuḥammad, al-Isbihānī, Kasulan, Abū Muḥammad His ḥadīth is sometimes recognized, and other times denied It is permissible to bring him out as a witness.",
        "enSource": ""
    },
    {
        "id": 114,
        "chapter": "chapter-3",
        "hadithNb": 1,
        "ar": "3 - القاسم بن الربيع، الصحاف، كوفي. ضعيف في حديثه، غال في مذهبه، لا التفات إليه، ولا ارتفاع به. ",
        "arSource": "",
        "en": "3 – al-Qāsim bal-Rabīʿ, al-Ṣaḥḥāf Kufan Weak in his ḥadīth, a ghālī in his madhhab, he is not turned to, and there is no ascending by him.",
        "enSource": ""
    },
    {
        "id": 115,
        "chapter": "chapter-4",
        "hadithNb": 1,
        "ar": "4 - القاسم بن الحسن بن علي بن يقطين، أبو محمد، سكن قم. حديثه نعرفه، وننكره. ذكر القميون: أن في مذهبه ارتفاعا. والأغلب عليه الخير.",
        "arSource": "",
        "en": "4 – al-Qāsim bal-Ḥasan bʿAlī bYaqṭīn, Abū Muḥammad Settled in Qum We recognize his ḥadīth and we deny them The Qummis mentioned: indeed in his madhhab there is irtifāʿ Most of what is upon him is good.",
        "enSource": ""
    },
    {
        "id": 116,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - معلى بن خنيس، مولى أبي عبد الله (عليه السلام). كان أول أمره مغيريا، ثم دعا إلى محمد بن عبد الله بن الحسن، وفي هذه الظنة أخذه داوود بن علي فقتله. والغلاة يضيفون إليه كثيرا. ولا أرى الاعتماد على شيء من حديثه. ",
        "arSource": "",
        "en": "1 – Muʿallā bKhunays, client of Abū ʿAbdillāh  عليه السلام  The beginning of his affair was variable, then he called towards Muahmmad bʿAbdullāh bal-Ḥasan, and in this supposition Dāwud bʿAlī took him and killed him The ghulāt attached much to him I do not regard anything of his ḥadīth to be credible.",
        "enSource": ""
    },
    {
        "id": 117,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2 - المفضل بن عمر، الجعفي، أبو عبد الله. ضعيف، متهافت، مرتفع القول، خطابي. وقد زيد عليه شىء كثير، وحمل الغلاة في حديثه حملا عظيما. ولا يجوز أن يكتب حديثه. وروى عن أبي عبد الله، وأبي الحسن (عليهما السلام). ",
        "arSource": "",
        "en": "2 – al-Mufaḍḍal bʿUmar, al-Juʿfī, Abū ʿAbdillāh Weak, collapsed, a proponent of irtifāʿ in doctrine, a Khaṭṭābī Many things have been added (i.eattributed) upon him, and his ḥadīth carry a great amount of weight with the ghulāt It is not permissible to write his ḥadīth He narrated from Abū ʿAbdillāh  عليه السلام and Abū al-Ḥasan عليه السلام",
        "enSource": ""
    },
    {
        "id": 118,
        "chapter": "chapter-3",
        "hadithNb": 1,
        "ar": "3 - المفضل بن صالح، أبو جميلة، الأسدي، مولاهم النخاس. ضعيف، كذاب، يضع الحديث. حدثنا أحمد بن عبد الواحد، قال: حدثنا علي بن محمد بن الزبير، قال: حدثنا علي بن الحسن بن فضال، قال: (سمعت معاوية بن حكيم يقول:) سمعت أبا جميلة يقول: أنا وضعت \" رسالة معاوية إلى محمد ابن أبي بكر \". وقد روى مفضل، عن أبي عبد الله وأبي الحسن (عليهما السلام). ",
        "arSource": "",
        "en": "3 – al-Mufaḍḍal bṢāliḥ, Abū Jamīla, al-Asadī, their client, al-Nakhkhās (the slave trader, or: cattle dealer) Weak, a liar, he fabricates ḥadīth Aḥmad bʿAbd al-Wāḥid narrated to us, he said: ʿAlī bMuḥammad bZubayr narrated to us, he said: ʿAlī bal-Ḥasan bFaḍḍāl narrated to us, he said: [I heard Muʿawiya bḤakīm saying:] I heard Abū Jamīla saying: I forged the epistle of Muʿawiya to Muḥammad bAbū Bakr And Mufaḍḍal had narrated from Abū ʿAbdillāh عليه السلام and Abū al-Ḥasan عليه السلام",
        "enSource": ""
    },
    {
        "id": 119,
        "chapter": "chapter-4",
        "hadithNb": 1,
        "ar": "4 - محمد بن أبي زينب، أبو الخطاب، الأجدع، الزراد، مولى بني أسد، لعنه الله. أمره شهير. وأرى ترك ما يقول أصحابنا: \" حدثنا أبو الخطاب في حال استقامته \".  ",
        "arSource": "",
        "en": "4 – Muḥammad bAbū Zaynab, Abū al-Khaṭṭāb, the maimed, al-Zarrād (the maker of mail), the client of the Banū Asad, may God curse him His affair is famous And I regard (that one must) abandon what our companions say: Abū al-Khaṭṭāb narrated to us during the state of his being upright.",
        "enSource": ""
    },
    {
        "id": 120,
        "chapter": "chapter-5",
        "hadithNb": 1,
        "ar": "5 - محمد بن عبد الله، الجعفري. لا نعرفه إلا من جهة علي بن محمد صاحب الزنج، ومن جهة عبد الله ابن محمد البلوي. والذي يحمل عليه فسائره فاسد. ",
        "arSource": "",
        "en": "5 – Muḥammad bʿAbdullāh, al-Jaʿfarī We do not recognize him except from the direction of ʿAlī bMuḥammad the Ṣāḥib of the Zanj, and from the direction of ʿAbdullāh bMuḥammad alBalawī And that which is he is charged with, then the rest of it is corrupt.",
        "enSource": ""
    },
    {
        "id": 121,
        "chapter": "chapter-6",
        "hadithNb": 1,
        "ar": "6 - منخل بن جميل، بياع الجواري. روى عن أبي عبد الله، وأبي الحسن (عليهما السلام). كوفي، ضعيف، في مذهبه غلو. ",
        "arSource": "",
        "en": "6 – Munakhkhal bJamīl, the seller of slave girls He narrated from Abū ʿAbdillāh  عليه السلام and Abū al-Ḥasan  عليه السلام  Kufan, weak, in his madhhab there is ghulw.",
        "enSource": ""
    },
    {
        "id": 122,
        "chapter": "chapter-7",
        "hadithNb": 1,
        "ar": "7 - مياح، المدائني. روى عن أبي عبد الله (عليه السلام) ومفضل بن عمر. ضعيف جدا، غالي المذهب. ",
        "arSource": "",
        "en": "7 – Mayyāḥ, al-Madā’inī He narrated from Abū ʿAbillah  عليه السلام and Mufaḍḍal bʿUmar Very weak, a ghālī in madhhab.",
        "enSource": ""
    },
    {
        "id": 123,
        "chapter": "chapter-8",
        "hadithNb": 1,
        "ar": "8 - موسى بن سعدان، الحناط، كوفي. روى عن أبي الحسن (عليه السلام). ضعيف، في مذهبه غلو. ",
        "arSource": "",
        "en": "8 – Mūsā bSuʿdan, al-Ḥannāṭ (the wheat dealer), Kufan He narrated from Abū al-Ḥasan عليه السلام Weak, in his madhhab there is ghulw.",
        "enSource": ""
    },
    {
        "id": 124,
        "chapter": "chapter-9",
        "hadithNb": 1,
        "ar": "9 - مصادف، مولى أبي عبد الله (عليه السلام). روى عنه. ضعيف. ",
        "arSource": "",
        "en": "9 – Muṣādif, client of Abū ʿAbdillāh  عليه السلام  He narrated from himWeak.",
        "enSource": ""
    },
    {
        "id": 125,
        "chapter": "chapter-10",
        "hadithNb": 1,
        "ar": "10 - محبوب بن حكيم. روى عن عمر بن توبة \" كتاب إنا أنزلناه \". ولا نعرفه. ",
        "arSource": "",
        "en": "10 – Maḥbūb bḤukaym He narrated the book “Innā anzalnāhu” from ʿUmar bTawba We do not recognize him.",
        "enSource": ""
    },
    {
        "id": 126,
        "chapter": "chapter-11",
        "hadithNb": 1,
        "ar": "11 - موسى بن زنجويه، أبو عمران، الأرمني. ضعيف. له كتاب. ",
        "arSource": "",
        "en": "11 – Mūsā bJanjawayh, Abū ʿImrān, al-Urmanī Weak He has a book.",
        "enSource": ""
    },
    {
        "id": 127,
        "chapter": "chapter-12",
        "hadithNb": 1,
        "ar": "12 - محمد بن سليمان بن زكريا، الديلمي، أبو عبد الله. ضعيف (في حديثه، مرتفع في مذهبه، لا يلتفت إليه). ",
        "arSource": "",
        "en": "12 – Muḥammad bSulaymān bZakariyya, al-Daylamī, Abū ʿAbdillāhWeak (in his ḥadīth, a proponent of irtifāʿ in his madhhab, he is not turned to.)",
        "enSource": ""
    },
    {
        "id": 128,
        "chapter": "chapter-13",
        "hadithNb": 1,
        "ar": "13 - محمد بن مصادف، مولى أبي عبد الله (عليه السلام). روى عن أبيه، ضعيف. ",
        "arSource": "",
        "en": "13 – Muḥammad bMuṣādif, client of Abū ʿAbdillāh  عليه السلام  He narrated from his father, weak.",
        "enSource": ""
    },
    {
        "id": 129,
        "chapter": "chapter-14",
        "hadithNb": 1,
        "ar": "14 - محمد بن فرات بن أحنف. روى عن أبيه، عن أبي جعفر وأبي عبد الله (عليهما السلام). ضعيف ابن ضعيف، لا يكتب حديثه. ",
        "arSource": "",
        "en": "14 – Muḥammad bFurāt bAḥnaf He narrated from his father, from Abū Jaʿfar  عليه السلام and Abū ʿAbdillāh  عليه السلام  Weak son of a weak His ḥadīth are not to be written.",
        "enSource": ""
    },
    {
        "id": 130,
        "chapter": "chapter-15",
        "hadithNb": 1,
        "ar": "15 - محمد بن سنان، أبو جعفر، الهمداني، مولاهم - هذا أصح ما ينتسب إليه -. ضعيف، غال، يضع (الحديث) لا يلتفت إليه. ",
        "arSource": "",
        "en": "15 – Muḥammad bSinān, Abū Jaʿfar, al-Hamdānī, their client – this is the most correct of what he is related to Weak, a ghālī, he fabricates (ḥadīth) He is not turned to.",
        "enSource": ""
    },
    {
        "id": 131,
        "chapter": "chapter-16",
        "hadithNb": 1,
        "ar": "16 - محمد بن جمهور، أبو عبد الله، العمي. غال، فاسد الحديث، لا يكتب حديثه. رأيت له شعرا يحلل فيه محرمات الله عز وجل. ",
        "arSource": "",
        "en": "16 – Muḥammad bJumhūr, Abū ʿAbdillāh, the blind A ghālī, corrupt in ḥadīth, his ḥadīth are not to be written I saw that he has a poem wherein he deems lawful the prohibitions of God O .عزO وجل",
        "enSource": ""
    },
    {
        "id": 132,
        "chapter": "chapter-17",
        "hadithNb": 1,
        "ar": "17 - محمد بن خالد، البرقي بن عبد الرحمان بن محمد بن علي، أبو عبد الله، مولى جرير بن عبد الله. حديثه يعرف وينكر. يروي عن الضعفاء كثيرا ويعتمد المراسيل. ",
        "arSource": "",
        "en": "17 – Muḥammad bKhālid al-Barqī bʿAbd al-Raḥmān bMuḥammad bʿAlī, Abū ʿAbdillāh, client of Jarīr bʿAbdullāh His ḥadīth are recognized and denied He narrates a lot from the weak (narrators) and relies on the mursal traditions.",
        "enSource": ""
    },
    {
        "id": 133,
        "chapter": "chapter-18",
        "hadithNb": 1,
        "ar": "18 - محمد بن أورمة، أبو جعفر، القمي. اتهمه القميون بالغلو، وحديثه نقي لا فساد فيه، وما رأيت شيئا ينسب إليه تضطرب فيه النفس، إلا أوراقا في \" تفسير الباطن \" وما يليق بحديثه، وأظنها موضوعة عليه. ورأيت \" كتابا \" خرج من أبي الحسن، علي بن محمد (عليهما السلام) إلى القميين في براءته مما قذف به (وحسن عقيدته، وقرب) منزلته. وقد حدثني الحسن بن محمد بن بندار، القمي (رحمه الله) قال: سمعت مشايخي يقولون: إن محمد بن أورمة لما طعن عليه بالغلو (اتفقت) الأشاعرة ليقتلوه، فوجدوه يصلي الليل من أوله إلى آخره، ليالي عديدة، فتوقفوا عن اعتقادهم. ",
        "arSource": "",
        "en": "18 – Muḥammad bAwrama, Abū Jaʿfar, al-Qummī The Qummis accused him of ghulw, but his ḥadīth are pure, there is no corruption in them I have not seen anything attributed to him that confounds the soul, except for pages in Tafsīr al-Bāṭin and what befits its ḥadīth, and I suspect it is a forgery upon him  I saw a writing that came out from Abū al-Ḥasan ʿAlī bMuḥammad  عليه السلام to the Qummis regarding his disassociation (barā’a) from what they defamed him by [and deemed good his beliefs and the nearness] of his station Al-Ḥasan bMuḥammad bBundar al-Qummī رضي اP عنه has narrated to me, he said: I heard my elders sayings: When (the accusation of) ghulw was lunged against Muḥammad bAwrma, the Ashāʿira agreed upon killing him, but they found him praying at night from its beginning to its end, numerous nights, so they halted from their belief.",
        "enSource": ""
    },
    {
        "id": 134,
        "chapter": "chapter-19",
        "hadithNb": 1,
        "ar": "19 - محمد بن علي بن إبراهيم بن محمد، الصيرفي - ابن أخت خلاد، المقرئ - أبو جعفر، الملقب بأبي سمينة، كوفي. كذاب، غال. دخل قم واشتهر أمره بها، ونفاه أحمد بن محمد بن عيسى الأشعري (رحمه الله) عنها. وكان شهيرا في الارتفاع، لا يلتفت إليه، ولا يكتب حديثه. ",
        "arSource": "",
        "en": "19 – Muḥammad bʿAlī bIbrāhīm bMuḥammad al-Ṣayrafī – the son of the sister of Khallād – Abū Jaʿfar, who had the laqab of Abū Samīna Kufan A liar, a ghālī He entered Qum and his affair became famous in it, and Aḥmad bMuḥammad bʿĪsā al-Ashʿarī رضي اP عنه expelled him from it He was renowned in irtifāʿ, he is not turned to, and his ḥadīth are not to be written.",
        "enSource": ""
    },
    {
        "id": 135,
        "chapter": "chapter-20",
        "hadithNb": 1,
        "ar": "20 - محمد بن علي بن إبراهيم، الهمذاني، أبو جعفر. كانت لأبيه وصلة بأبي الحسن (عليه السلام). وحديثه يعرف وينكر. ويروي عن الضعفاء كثيرا، ويعتمد المراسيل. ",
        "arSource": "",
        "en": "20 – Muḥammad bʿAlī bIbrāhīm, al-Hamdānī, Abū JaʿfarHis father had a connection to Abū al-Ḥasan  عليه السلام His ḥadīth are recognized and deniedHe narrates from the weak narrators a lot, and relies on the mursal narrations",
        "enSource": ""
    },
    {
        "id": 136,
        "chapter": "chapter-21",
        "hadithNb": 1,
        "ar": "21 - محمد بن موسى بن عيسى، السمان، أبو جعفر، الهمداني. ضعيف، ويروي عن الضعفاء، ويجوز أن يخرج شاهدا. تكلم القميون فيه بالرد، فأكثروا، واستثنوا من كتاب \" نوادر الحكمة \" ما رواه. ",
        "arSource": "",
        "en": "21 – Muḥammad bMūsā bʿĪsā, al-Sammān (the butter merchant), Abū Jaʿfar, al-Hamdānī Weak, he narrates from the weak narrators, and it is permissible for him to be brought out as a witness The Qummis spoke of him with reprobation, doing so for much (?), and they excluded what he narrated from the book “Nawādir al-Ḥikma”.",
        "enSource": ""
    },
    {
        "id": 137,
        "chapter": "chapter-22",
        "hadithNb": 1,
        "ar": "22 - محمد بن الحسن بن شمون، أبو جعفر، أصله بصري. واقف، ثم غلا، ضعيف، متهافت، لا يلتفت إليه، ولا إلى مصنفاته، وسائر ما ينسب إليه. ",
        "arSource": "",
        "en": "22 – Muḥammad bal-Ḥasan bShammūn, Abū Jaʿfar, his origin was Basran A wāqifī, then he became a ghālī Weak, collapsed, he is not turned to nor is his writings and the rest of what is attributed to him.",
        "enSource": ""
    },
    {
        "id": 138,
        "chapter": "chapter-23",
        "hadithNb": 1,
        "ar": "23 - محمد بن حسان، الرازي، أبو جعفر. ضعيف. ",
        "arSource": "",
        "en": "23 – Muḥammad bḤassān, al-Rāzī, Abū Jaʿfar Weak.",
        "enSource": ""
    },
    {
        "id": 139,
        "chapter": "chapter-24",
        "hadithNb": 1,
        "ar": "24 - محمد بن عبد الله بن مهران، الكرخي، أبو جعفر. غال، ضعيف، كذاب. له كتاب في الممدوحين والمذمومين يدل على خبثه وكذبه. ",
        "arSource": "",
        "en": "24 – Muḥammad bʿAbdullāh bMihrān, al-Karkhī, Abū Jaʿfar A ghālī, weak, a liarHe has a book regarding the notables and the defamed that gives evidence upon his filth and his lying",
        "enSource": ""
    },
    {
        "id": 140,
        "chapter": "chapter-25",
        "hadithNb": 1,
        "ar": "25 - محمد بن الحسن بن سعيد، الصائغ، أبو جعفر، كوفي. غال، ضعيف، لا يلتفت إليه. ",
        "arSource": "",
        "en": "25 – Muḥammad bal-Ḥasan bSaʿīd, al-Ṣā’igh (the jeweler), Abū Jaʿfar Kufan A ghālī, weak, he is not turned to.",
        "enSource": ""
    },
    {
        "id": 141,
        "chapter": "chapter-26",
        "hadithNb": 1,
        "ar": "26 - المعلى بن محمد، البصري، أبو محمد. يعرف حديثه، وينكر. ويروي عن الضعفاء ويجوز أن يخرج شاهدا. ",
        "arSource": "",
        "en": "26 – al-Muʿallā bMuḥammad, al-Baṣrī, Abū Muḥammad His ḥadīth are recognized and denied He narrates from the weak narratorsIt is permissible for him to be brought out as a witness.",
        "enSource": ""
    },
    {
        "id": 142,
        "chapter": "chapter-27",
        "hadithNb": 1,
        "ar": "27 - محمد بن سالم بن أبي سلمة، الكندي، السجستاني. يروي عن أبيه، في حديثه ضعف. ",
        "arSource": "",
        "en": "27 – Muḥammad bSālim bAbū Salama, al-Kindī, al-Sijistānī He narrates from his father, in his ḥadīth there is weakness.",
        "enSource": ""
    },
    {
        "id": 143,
        "chapter": "chapter-28",
        "hadithNb": 1,
        "ar": "28 - محمد بن أحمد بن خاقان، النهدي، أبو جعفر، القلانسي، الملقب \" حمدان \"، كوفي. ضعيف. يروي عن الضعفاء. ",
        "arSource": "",
        "en": "28 – Muḥammad bAḥmad bKhāqān, al-Nahdī, Abū Jaʿfar, al-Qalānisī, who had the laqab of “Ḥamdān” Kufan Weak He narrates from the weak narrators.",
        "enSource": ""
    },
    {
        "id": 144,
        "chapter": "chapter-29",
        "hadithNb": 1,
        "ar": "29 - محمد بن أحمد، الجاموراني، أبو عبد الله، الرازي. ضعفه القميون، واستثنوا من كتاب \" نوادر الحكمة \" ما رواه. وفي مذهبه ارتفاع. ",
        "arSource": "",
        "en": "29 – Muḥammad bAḥmad, al-Jāmūrānī, Abū ʿAbdillāh, al-Rāzī The Qummis weakened him, and they excluded what he narrated from the book “Nawādir al-Ḥikma” In his madhhab there is irtifāʿ.",
        "enSource": ""
    },
    {
        "id": 145,
        "chapter": "chapter-30",
        "hadithNb": 1,
        "ar": "30 - معلى بن راشد، العمي، بصري. ضعيف، غال. ",
        "arSource": "",
        "en": "30 – Muʿallā bRāshid, the blind Basran Weak ā ghālī.",
        "enSource": ""
    },
    {
        "id": 146,
        "chapter": "chapter-31",
        "hadithNb": 1,
        "ar": "31 - محمد بن إسماعيل بن أحمد بن بشير، البرمكي، أبو جعفر، المعروف بصاحب الصومعة. ضعيف. ",
        "arSource": "",
        "en": "31 – Muḥammad bIsmāʿīl bAḥmad bBashīr, al-Barmakī, Abū Jaʿfar, the one who is known as the possessor of the hermitage Weak.",
        "enSource": ""
    },
    {
        "id": 147,
        "chapter": "chapter-32",
        "hadithNb": 1,
        "ar": "32 - محمد بن بحر، الرهنى، الشيباني، أبو الحسين، النرماشيري. ضعيف، في مذهبه ارتفاع. ",
        "arSource": "",
        "en": "32 – Muḥammad bBaḥr, al-Ruhanī, al-Shaybānī, Abū al-Ḥusayn, al-Narmāshīrī Weak, in his madhhab there is irtifāʿ.",
        "enSource": ""
    },
    {
        "id": 148,
        "chapter": "chapter-33",
        "hadithNb": 1,
        "ar": "33 - محمد بن القاسم، المفسر، الإسترآبادي. روى عنه أبو جعفر ابن بابويه. ضعيف، كذاب. روى عنه تفسيرا يرويه عن رجلين مجهولين: أحدهما يعرف بيوسف بن محمد بن زياد، والآخر: علي بن محمد بن يسار عن أبيهما، عن أبي الحسن الثالث (عليه السلام). والتفسير موضوع عن سهل الديباجي، عن أبيه بأحاديث من هذه المناكير. ",
        "arSource": "",
        "en": "33 – Muḥammad bal-Qāsim, al-Mufassir, al-Astarābādī Abū Jaʿfar bBābawayh narrated from him Weak, a liar He narrated a tafsīr from him that he narrated from two unknown men: one of them known as Yūsuf bMuḥammad bZiyād, and the other: ʿAlī bMuḥammad bYasār, from their father from Abū al-Ḥasan the Third  عليه السلام  The tafsīr is fabricated from Sahl alDībājī from his father with ḥadīths from these reprobates.",
        "enSource": ""
    },
    {
        "id": 149,
        "chapter": "chapter-34",
        "hadithNb": 1,
        "ar": "34 - محمد بن عبد الله بن محمد بن المطلب، الشيباني، أبو المفضل. وضاع، كثير المناكير. رأيت كتبه، وفيها الأسانيد من دون المتون، والمتون من دون الأسانيد. وأرى ترك ما ينفرد به. ",
        "arSource": "",
        "en": "34 – Muḥammad bʿAbdullāh bMuḥammad bal-Muṭṭalib, al-Shaybānī, Abū Mufaḍḍal A fabricator, (he narrated) much that is denied I saw his books and in them are isnads without texts and texts without isnads I regard (that one must) abandon what he exclusively (narrates).",
        "enSource": ""
    },
    {
        "id": 150,
        "chapter": "chapter-35",
        "hadithNb": 1,
        "ar": "35 - محمد بن نصير. قال لي أبو محمد ابن طلحة بن علي بن عبد الله بن علاله: قال لنا أبو بكر الجعابي: كان محمد بن نصير من أفاضل أهل البصرة علما. وكان ضعيفا. بدء النصيرية، وإليه ينسبون. (انتهى. وهذا كلام السيد (رحمه الله). ولعله قد سقط من عدتها المذكورة أولا؛ إذ لا غلط أن الموجود هنا أربعة وثلاثون).",
        "arSource": "",
        "en": "35 – Muḥammad bNuṣayr Abū Muḥammad bṬalḥa bʿAlī bʿAbdullāh bʿAlālah said to me: Abū Bakr al-Jaʿābī said to us: Muḥammad bNuṣayr was from the virtuous folks of Basra in knowledge And he was weak He started the Nusayriyya, and to him they are attributed – the end (of this section), and this is from the speech of the sayyid رضي اP عنه  And maybe he dropped from its aforementioned number first of all, then there is no mistake that what is found here is thirty four.",
        "enSource": ""
    },
    {
        "id": 151,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - وهب بن وهب بن عبد الله بن زمعة بن الأسود بن المطلب بن عبد العزى، أبو البختري، القاضي. كذاب، عامي، إلا أن له عن جعفر بن محمد (عليه السلام) أحاديث كلها لا يوثق بها.",
        "arSource": "",
        "en": "1 – Wahb bWahb bʿAbdullāh bZamaʿa bal-Aswad bal-Muṭṭalib bʿAbd al-ʿUzā, Abū alBakhtarī, the judge A liar, an ʿāmī, except that he has ḥadīth from Jaʿfar bMuḥammad عليه السلام none of them are to be relied upon.",
        "enSource": ""
    },
    {
        "id": 152,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - يونس بن ظبيان، كوفي. غال، كذاب وضاع للحديث. روى عن أبي عبد الله (عليه السلام). لا يلتفت إلى حديثه. ",
        "arSource": "",
        "en": "1 – Yūnus bZhabyan, Kufan A ghālī, a liar and a fabricator of ḥadīth He narrated from Abū ʿAbdillāh  عليه السلام  His ḥadīth are not turned to.",
        "enSource": ""
    },
    {
        "id": 153,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2 - يونس بن بهمن. غال، خطابي، كوفي يضع الحديث. روى عن أبي عبد الله (عليه السلام). ",
        "arSource": "",
        "en": "2 – Yūnus bBahmanA ghālī, a Khaṭṭābī Kufan He fabricates ḥadīth He narrated from Abū ʿAbdillāh عليه السلام",
        "enSource": ""
    },
    {
        "id": 154,
        "chapter": "chapter-3",
        "hadithNb": 1,
        "ar": "3 - يعقوب بن السراج، كوفي. وله رواية عن أبي عبد الله (عليه السلام). ضعيف. ",
        "arSource": "",
        "en": "3 – Yaʿqūb bal-Sarrāj Kufan He has a narration from Abū ʿAbdillāh  عليه السلام  Weak.",
        "enSource": ""
    },
    {
        "id": 155,
        "chapter": "chapter-4",
        "hadithNb": 1,
        "ar": "4 - يحيى بن محمد بن عليم، الحلبي. روى عن أبي عبد الله (عليه السلام). ضعيف. ",
        "arSource": "",
        "en": "4 – Yaḥyā bMuḥammad bʿAlīm, al-Ḥalabī He narrated from Abū ʿAbdillāh  عليه السلام  Weak.",
        "enSource": ""
    },
    {
        "id": 156,
        "chapter": "chapter-5",
        "hadithNb": 1,
        "ar": "5 - يوسف بن يعقوب، الجعفي. روى عن أبي عبد الله (عليه السلام) وجابر. ضعيف، مرتفع القول. ",
        "arSource": "",
        "en": "5 – Yūsuf bYaʿqūb, al-Juʿfī He narrated from Abū ʿAbdillāh  عليه السلام and Jābir Weak, a proponent of irtifāʿ in doctrine.",
        "enSource": ""
    },
    {
        "id": 157,
        "chapter": "chapter-6",
        "hadithNb": 1,
        "ar": "6 - يوسف بن السخت، بصري. ضعيف، مرتفع القول، استثناه القميون من \" نوادر الحكمة \". ",
        "arSource": "",
        "en": "6 – Yūsuf bal-Sakht Basran Weak, a proponent of irtifāʿ in doctrine, the Qummis excluded him from “Nawādir al-Ḥikma”.",
        "enSource": ""
    },
    {
        "id": 158,
        "chapter": "chapter-7",
        "hadithNb": 1,
        "ar": "7 - يحيى بن زكريا، الترماشيري، أبو الحسين. وضاع. ",
        "arSource": "",
        "en": "7 – Yaḥyā bZakariyya, al-Tarmāshīrī, Abū al-Ḥusayn A fabricator.",
        "enSource": ""
    },
    {
        "id": 159,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - أبو طالب، الأزدي، البصري، الشعراني. وله كتاب يرويه محمد بن خالد البرقي. قال أصحابنا: لا يعرف هذا الرجل إلا من جهته.",
        "arSource": "",
        "en": "1 – Abū Talib, al-Azdī, al-Baṣrī, al-Shaʿrānī He has a book that Muḥammad bKhālid al-Barqī narrates Our companions said: This man is not known except from his direction.",
        "enSource": ""
    },
    {
        "id": 160,
        "chapter": "chapter-1",
        "hadithNb": 1,
        "ar": "1 - جابر بن يزيد، الجعفي، الكوفي. ثقة في نفسه. ولكن جل من يروي عنه ضعيف، فممن أكثر عنه من الضعفاء، عمرو بن شمر الجعفي، ومفضل بن صالح، والسكوني، ومنخل بن جميل الأسدي. ",
        "arSource": "",
        "en": "1 – Jābir bYazīd, al-Juʿfī, al-Kūfī Thiqa in himself, however most of those who narrate from him are weak Of those who (narrate) the most from him of the weak narrators, there are: ʿAmr bShimr al-Juʿfī, Mufaḍḍal bṢāliḥ, al-Sakūnī, and Munakhkhal bJamīl al-Asadī.",
        "enSource": ""
    },
    {
        "id": 161,
        "chapter": "chapter-2",
        "hadithNb": 1,
        "ar": "2 - الحسين بن القاسم بن محمد بن أيوب بن شمون. ضعفوه. وهو عندي ثقة. ولكن بحث في من يروي عنه. وكان أبوه القاسم من وجوه الشيعة، ولكن لم يرو شيئا. ",
        "arSource": "",
        "en": "2 – al-Ḥusayn bal-Qāsim bMuḥammad bAyyūb bShammūn They have weakened him, but according to me he is thiqa However there is discussion in regards to those who narrate from him And his father, al-Qāsim, was from the noteworthy of the Shīʿa, however nothing has been narrated from him.",
        "enSource": ""
    },
    {
        "id": 162,
        "chapter": "chapter-3",
        "hadithNb": 1,
        "ar": "3 - حبيب بن أوس، أبو تمام، الطائي. رأيت نسخة عتيقة لعلها كتبت له في أيامه أو قريبا منها، فيها قصيدة يذكر فيها الأئمة (عليهم السلام) حتى انتهى إلى أبي جعفر الثاني (عليه السلام) لأنه توفي في أيامه. ",
        "arSource": "",
        "en": "3 – Ḥabīb bAws, Abū Tammām, al-Ṭā’ī I have seen an ancient manuscript that might have been written for him in his time or close to it In it, there is an poem (qaṣīda) mentioning the Imams عليهم السbم in it until it reaches Abū Jaʿfar the Second  عليه السلام , since he died during his time.",
        "enSource": ""
    },
    {
        "id": 163,
        "chapter": "chapter-4",
        "hadithNb": 1,
        "ar": "4 - ابن عقدة. هو من الزيدية، لكن حديثه يجيئ في حديث أصحابنا. ",
        "arSource": "",
        "en": "4 – Ibn ʿUqda He is from the Zaydīs, however his ḥadīth come in the ḥadīth of our companions.",
        "enSource": ""
    },
    {
        "id": 164,
        "chapter": "chapter-5",
        "hadithNb": 1,
        "ar": "5 - عمر بن أبي المقدام، ثابت العجلي مولاهم، الكوفي. روى عن علي بن الحسين، (وأبي جعفر، وأبي عبد الله (عليهم السلام)) طعنوا عليه من جهة، وليس عندي كما زعموا. وهو عندي ثقة. ",
        "arSource": "",
        "en": "5 - ʿUmar bAbī al-Miqdām, Thābit al-ʿIjlī, their client, al-Kūfī He narrated from ʿAlī balḤusayn [and Abū Jaʿfar and Abū ʿAbdillāh عليهم السbم ] (Scholars) have accused him on the one hand, but according to me he is not as they have claimed, and according to me he is thiqa.",
        "enSource": ""
    },
    {
        "id": 165,
        "chapter": "chapter-6",
        "hadithNb": 1,
        "ar": "6 - ليث بن البختري، المرادي، أبو بصير، يكنى أبا محمد. كان أبو عبد الله (عليه السلام) يتضجر به ويتبرم، وأصحابه مختلفون في شأنه. وعندي أن الطعن إنما وقع على دينه، لا على حديثه، وهو عندي ثقة. ",
        "arSource": "",
        "en": "6 – Layth bal-Bakhtarī al-Murādī, Abū Baṣīr, known by the kunya of Abū Muḥammad Abū ʿAbdillāh  عليه السلام used to be displeased with him and be fed up (with him) And his companions are at variance regarding his state According to me, the accusation is only occurred against his religion, not against his ḥadīth, and according to me he is thiqa.",
        "enSource": ""
    },
    {
        "id": 166,
        "chapter": "chapter-7",
        "hadithNb": 1,
        "ar": "7 - أحمد بن هلال، العبرتائي، أبو جعفر. أرى التوقف في حديثه، إلا في ما يرويه عن الحسن بن محبوب من كتاب \" المشيخة \"، ومحمد بن أبي عمير من \" نوادره \" وقد سمع هذين الكتابين جلة أصحاب الحديث واعتمدوه فيهما. ولد سنة ثمانين ومئة، ومات سنة سبع وستين ومئتين. ",
        "arSource": "",
        "en": "7 – Aḥmad bHilāl, al-ʿAbartā’ī, Abū Jaʿfar I regard halting (to be appropriate) in regards to his ḥadīth, except for what he narrates from al-Ḥasan bMaḥbūb from the book al-Mashīkha and Muḥammad bAbī ʿUmayr from his Nawādir The venerable of the Aṣḥāb al-Ḥadīth have heard these two books and relied upon what is in them He was born in the year 180, and died in the year 267.",
        "enSource": ""
    },
    {
        "id": 167,
        "chapter": "chapter-8",
        "hadithNb": 1,
        "ar": "8 - أحمد بن القاسم بن طرخان، أبو السراج. ضعيف. ",
        "arSource": "",
        "en": "8 – Aḥmad bal-Qāsim bṬarkhān, Abū al-Sarrāj Weak.",
        "enSource": ""
    },
    {
        "id": 168,
        "chapter": "chapter-9",
        "hadithNb": 1,
        "ar": "9 - الحسين بن مياح، المدايني. روى عن أبيه. غال، ضعيف. ",
        "arSource": "",
        "en": "9 – al-Ḥusayn bMayyāḥ, al-Madā’inī Narrated from his father A ghālī, weak.",
        "enSource": ""
    },
    {
        "id": 169,
        "chapter": "chapter-10",
        "hadithNb": 1,
        "ar": "10 - الحصين بن المخارق بن عبد الرحمان بن ورقاء بن حبش، أبو جنادة السلولي. ضعيف، وقال ابن عقدة: كان يضع الحديث. وهو من الزيدية، لكن حديثه يجيئ في حديث أصحابنا -. ",
        "arSource": "",
        "en": "10 – al-Ḥusayn bal-Mukhāriq bʿAbd al-Raḥmān bWarqā bḤabash, Abū Junāda, al-Salūlī Weak And Ibn ʿUqda said he used to fabricate ḥadīth He was from the Zaydīs, however his ḥadīth come in the ḥadīth of our companions.",
        "enSource": ""
    },
    {
        "id": 170,
        "chapter": "chapter-11",
        "hadithNb": 1,
        "ar": "11 - ربيع بن زكريا، الوراق، كوفي. ضعيف. ",
        "arSource": "",
        "en": "11 – Rabiʿ bZakariyya, al-Warrāq (the papermaker) Kufan Weak.",
        "enSource": ""
    },
    {
        "id": 171,
        "chapter": "chapter-12",
        "hadithNb": 1,
        "ar": "12 - سليمان بن عمر، أبو داوود، النخعي. روى عن أبي عبد الله (عليه السلام). حدثني أحمد بن محمد بن موسى، قال: حدثنا أحمد بن محمد بن سعيد، قال: كان أبو داوود النخعي يلقبه المحدثون: \" كذاب النخع \". ",
        "arSource": "",
        "en": "12 – Sulaymān bʿUmar, Abū Dāwud, al-Nakhaʿī Narrated from Abū ʿAbdillāh   عليه السلام Aḥmad bMuḥammad bMūsā narrated to me, he said: Aḥmad bMuḥammad bSaʿīd narrated to me, he said: The muḥaddiths used to nickname Abū Dāwud “the liar of al-Nakhaʿ”",
        "enSource": ""
    },
    {
        "id": 172,
        "chapter": "chapter-13",
        "hadithNb": 1,
        "ar": "13 - سليمان بن يعقوب، النخعي. حدثني محمد بن الحسين بن محمد بن الفضل، قال: حدثني عبد الله ابن جعفر بن درستويه، قال: قال يعقوب بن سفيان: كان سليمان بن يعقوب النخعي يكذب على الوقف. ",
        "arSource": "",
        "en": "13 – Sulaymān bYaʿqūb, al-Nakhaʿī Muḥammad bal-Ḥusayn bMuḥammad bal-Faḍl narrated to me, he said: ʿAbdullāh bJaʿfar bDurustawayh narrated to me, he said: Yaʿqūb bSufyān said: Sulaymān bYaʿqūb al-Nakhaʿī used to keep to (? lie upon) the waqf.",
        "enSource": ""
    },
    {
        "id": 173,
        "chapter": "chapter-14",
        "hadithNb": 1,
        "ar": "14 - علي بن حسان، الواسطي. من أصحابنا، ثقة، ثقة. ",
        "arSource": "",
        "en": "14 - ʿAlī bḤassān, al-Wāsiṭī From our companions, thiqa thiqa.",
        "enSource": ""
    },
    {
        "id": 174,
        "chapter": "chapter-15",
        "hadithNb": 1,
        "ar": "15 - سالم بن عبد الرحمان، أبو عبد الرحمان، الأشل. ثقة. روى عن أبي جعفر، وأبي عبد الله (عليهما السلام). ",
        "arSource": "",
        "en": "15 – Sālim bʿAbd al-Raḥmān, Abū ʿAbd al-Raḥmān, the lame Thiqa Narrated from Abū Jaʿfar and Abū ʿAbdillāh .عليهما السbم",
        "enSource": ""
    },
    {
        "id": 175,
        "chapter": "chapter-16",
        "hadithNb": 1,
        "ar": "16 - عبد الكريم بن عمرو بن صالح، الخثعمي، مولاهم، كوفي، يلقب \" كراما \". الواقفة تدعيه، والغلاة تروي عنه كثيرا. ",
        "arSource": "",
        "en": "16 - ʿAbd al-Karīm bʿAmr bṢāliḥ, al-Khathʿamī, their client Kufan Had the laqab of “Karrām” The Wāqifa claim him (as one of their own), and the ghulāt narrate a lot from him.",
        "enSource": ""
    },
    {
        "id": 176,
        "chapter": "chapter-17",
        "hadithNb": 1,
        "ar": "17 - عبد الحميد بن أبي الديلم - وهو ابن عم معلى بن خنيس -. ضعيف. ",
        "arSource": "",
        "en": "17 - ʿAbd al-Ḥamīd bAbī al-Daylam – and he is the son of the uncle of Muʿallā bKhunays Weak.",
        "enSource": ""
    },
    {
        "id": 177,
        "chapter": "chapter-18",
        "hadithNb": 1,
        "ar": "18 - محمد بن أسلم، الطبري، الحلبي، أبو جعفر، أصله كوفي، كان يتجر إلى طبرستان. غال، فاسد الحديث. روى عن الرضا (عليه السلام). ",
        "arSource": "",
        "en": "18 – Muḥammad bAslam, al-Ṭabarī, al-Ḥalabī, Abū Jaʿfar His origin was Kufan He used to do commerce to Tabaristan A ghālī, corrupt in ḥadīth He narrated from al-Riḍā عليه السلام",
        "enSource": ""
    },
    {
        "id": 178,
        "chapter": "chapter-19",
        "hadithNb": 1,
        "ar": "19 - محمد بن الحسن بن عبد الله، الجعفري. روى عنه علي بن محمد العبيدي صاحب الزنج بالبصرة، وروى عنه عمارة بن زيد - أيضا -. وهو منكر الحديث. ",
        "arSource": "",
        "en": "19 – Muḥammad bal-Ḥasan bʿAbdullāh, al-Jaʿfarī Narrated from ʿAlī bMuḥammad alʿUbaydī, the Ṣāḥib of the Zanj in Basra ʿUmāra bZayd narrated from him – also – and he is one whose ḥadīth is denied.",
        "enSource": ""
    },
    {
        "id": 179,
        "chapter": "chapter-20",
        "hadithNb": 1,
        "ar": "20 - محمد بن مصادف، مولى أبي عبد الله (عليه السلام). روى عن أبيه. ثقة. ",
        "arSource": "",
        "en": "20 – Muḥammad bMuṣādif, client of Abū ʿAbdillāh  عليه السلام  He narrated from his father Thiqa.",
        "enSource": ""
    },
    {
        "id": 180,
        "chapter": "chapter-21",
        "hadithNb": 1,
        "ar": "21 - نفيع بن الحارث، أبو داوود، السبيعي، الهمداني. روى عن أبي برزة نضلة بن أبي عبد الله الأسلمي، وروى عن أبي جعفر (عليه السلام). وفي حديثه مناكير. والذي أراه التوقف في حديثه، ويجوز أن يخرج شاهدا. ",
        "arSource": "",
        "en": "21 – Nuqayʿ bal-Ḥārith, Abū Dāwud, al-Sabīʿī, al-Hamdānī Narrated from Abū Barza Naḍla bAbī ʿAbdillāh al-Aslamī, and narrated from Abū Jaʿfar  عليه السلام  In his ḥadīth there is (material that is) not recognized, and what I regard (to be appropriate) is to halt with his ḥadīth And it is permissible for him to be brought out as a witness.",
        "enSource": ""
    },
    {
        "id": 181,
        "chapter": "chapter-22",
        "hadithNb": 1,
        "ar": "22 - هشام بن إبراهيم، العباسي، صاحب يونس. طعن عليه، والطعن - عندي - في مذهبه، لا في نفسه. ",
        "arSource": "",
        "en": "22 – Hishām bIbrāhīm, al-ʿAbbāsī Companion of Yūnus He has been accused, and the accusation – according to me – is regarding his madhhab, not regarding himself.",
        "enSource": ""
    },
    {
        "id": 182,
        "chapter": "chapter-23",
        "hadithNb": 1,
        "ar": "23 - محمد بن قيس، أبو نصر، الأسدي. ثقة، ثقة. ",
        "arSource": "",
        "en": "23 – Muḥammad bQays, Abū Naṣr, al-Asadī Thiqa thiqa.",
        "enSource": ""
    },
    {
        "id": 183,
        "chapter": "chapter-24",
        "hadithNb": 1,
        "ar": "24 - محمد بن الحسن بن الوليد، أبو جعفر. ثقة، ثقة. ",
        "arSource": "",
        "en": "24 – Muḥammad bal-Ḥasan bal-Walīd, Abū Jaʿfar Thiqa thiqa.",
        "enSource": ""
    },
    {
        "id": 184,
        "chapter": "chapter-25",
        "hadithNb": 1,
        "ar": "25 - محمد بن محمد بن رباط. ثقة، ثقة. ",
        "arSource": "",
        "en": "25 – Muḥammad bMuḥammad bRibāṭ Thiqa thiqa.",
        "enSource": ""
    },
    {
        "id": 185,
        "chapter": "chapter-26",
        "hadithNb": 1,
        "ar": "26 - هشام بن سالم، الجواليقي. ثقة، ثقة. ",
        "arSource": "",
        "en": "26 – Hishām bSālim, al-Jawālīqī Thiqa thiqa.",
        "enSource": ""
    },
    {
        "id": 186,
        "chapter": "chapter-27",
        "hadithNb": 1,
        "ar": "27 - إسحاق بن محمد، البصري، أبو يعقوب. فاسد المذهب. ",
        "arSource": "",
        "en": "27 – Isḥāq bMuḥammad, al-Baṣrī, Abū Yaʿqūb Corrupt in madhhab.",
        "enSource": ""
    },
    {
        "id": 187,
        "chapter": "chapter-28",
        "hadithNb": 1,
        "ar": "28 - حذيفة بن الخزاعي، مولاهم. روى عن أبي عبد الله، وأبي الحسن موسى (عليهما السلام). يروى عنه الصحيح والسقيم. ",
        "arSource": "",
        "en": "28 – Ḥudhayfa bal-Khuzāʿī, their client Narrated from Abū ʿAbdillāh  عليه السلام and Abū alḤasan Mūsā  عليه السلام  The sound and the unsound are narrated from him.",
        "enSource": ""
    },
    {
        "id": 188,
        "chapter": "chapter-29",
        "hadithNb": 1,
        "ar": "29 - الحسين بن أبي سعيد، هاشم بن حيان، المكاري، أبو عبد الله. في جملة الواقفة. ",
        "arSource": "",
        "en": "29 – al-Ḥusayn bAbī Saʿīd, Hāshim bḤayyān, al-Mukārī, Abū ʿAbdillāh In the group of the Wāqifīs.",
        "enSource": ""
    },
    {
        "id": 189,
        "chapter": "chapter-30",
        "hadithNb": 1,
        "ar": "30 - الحسين بن أحمد بن المغيرة، أبو عبد الله، البوشنجي، عراقي، مضطرب المذهب. ثقة في روايته. ",
        "arSource": "",
        "en": "30 – al-Ḥusayn bAḥmad bal-Mughīra, Abū ʿAbdillāh, al-Bushanjī, ʿIraqi Confused in madhhab, thiqa in his narration.",
        "enSource": ""
    },
    {
        "id": 190,
        "chapter": "chapter-31",
        "hadithNb": 1,
        "ar": "31 - الحسين بن أسد البصري. يروي عن الضعفاء. ",
        "arSource": "",
        "en": "31 – al-Ḥusayn bAsad al-Baṣrī Narrates from the weak narrators.",
        "enSource": ""
    },
    {
        "id": 191,
        "chapter": "chapter-32",
        "hadithNb": 1,
        "ar": "32 - حمدان، أبو جعفر. ضعيف. ",
        "arSource": "",
        "en": "32 – Hamdan, Abū Jaʿfar Weak",
        "enSource": ""
    },
    {
        "id": 192,
        "chapter": "chapter-33",
        "hadithNb": 1,
        "ar": "33 - سليمان بن عبد الله، الديلمي. روى عن أبي عبد الله (عليه السلام). ليس بشيء. ",
        "arSource": "",
        "en": "33 – Sulaymān bʿAbdullāh, al-Daylamī Narrated from Abū ʿAbdillāh  عليه السلام  He is nothing.",
        "enSource": ""
    },
    {
        "id": 193,
        "chapter": "chapter-34",
        "hadithNb": 1,
        "ar": "34 - سليم بن قيس الهلالي. لم يرو عنه إلا أبان بن أبي عياش. وفي الكتاب مناكير مشتهرة، وما أظنه إلا موضوعا. ",
        "arSource": "",
        "en": "34 – Sulaym bQays al-Hilālī No one but Abān bAbī ʿAyyash has narrated from him And in his book there are notorious unrecognized (things) And I do not deem it to be but fabricated.",
        "enSource": ""
    },
    {
        "id": 194,
        "chapter": "chapter-35",
        "hadithNb": 1,
        "ar": "35 - صالح بن سعيد، الأحول. ضعيف. ",
        "arSource": "",
        "en": "35 – Ṣāliḥ bSaʿīd, al-Aḥwal Weak.",
        "enSource": ""
    },
    {
        "id": 195,
        "chapter": "chapter-36",
        "hadithNb": 1,
        "ar": "36 - صباح بن بشير بن يحيى، المقرئ، أبو محمد. روى عن أبي جعفر، وأبي عبد الله (عليهما السلام). زيدي. ",
        "arSource": "",
        "en": "36 – Sabāḥ bBashīr bYaḥyā, al-Muqri’, Abū Muḥammad Narrated from Abū Jaʿfar عليه السلام and Abū ʿAbdillāh  عليه السلام  Zaydī.",
        "enSource": ""
    },
    {
        "id": 196,
        "chapter": "chapter-37",
        "hadithNb": 1,
        "ar": "37 - عبد الملك بن المنذر، القمي. الواقفية تدعيه، وتروي عنه كثيرا. وأرى ترك حديثه إلا في شاهد. ",
        "arSource": "",
        "en": "37 - ʿAbd al-Mālik bal-Mundhir, al-Qummī The Wāqifīs claim him, and narrate much from him.",
        "enSource": ""
    },
    {
        "id": 197,
        "chapter": "chapter-38",
        "hadithNb": 1,
        "ar": "38 - محمد بن أحمد بن محمد بن سنان، أبو عيسى. نسبه وحديثه مضطرب. ",
        "arSource": "",
        "en": "38 – Muḥammad bAḥmad bMuḥammad bSinān, Abū ʿĪsā His lineage and his ḥadīth are confused.",
        "enSource": ""
    },
    {
        "id": 198,
        "chapter": "chapter-39",
        "hadithNb": 1,
        "ar": "39 - محمد بن الوليد، الصيرفي. ضعيف. ",
        "arSource": "",
        "en": "39 – Muḥammad bal-Walīd, al-Ṣayrafī Weak.",
        "enSource": ""
    },
    {
        "id": 199,
        "chapter": "chapter-40",
        "hadithNb": 1,
        "ar": "40 - المعتقل بن عمر، الجعفي، أبو عبد الله. هو عندي في نفسه ثقة، لكن أحاديثه كلها مناكير، وليس يخلص من حديثه شيء يجوز أن يعول عليه. ",
        "arSource": "",
        "en": "40 – al-Muʿtaqal (likely an error for al-Mufaḍḍal) bʿUmar, al-Juʿfī, Abū ʿAbdillāh According to me he is thiqa in himself, however his ḥadīths – all of them – are unrecognized, and nothing is cleared from his ḥadīth that is permissible to rely upon.",
        "enSource": ""
    },
    {
        "id": 200,
        "chapter": "chapter-41",
        "hadithNb": 1,
        "ar": "41 - المغيرة بن سعيد. خرج أبو جعفر (عليه السلام) فقال: إنه كان يكذب علينا، وكان يدعو إلى محمد بن عبد الله بن الحسن، في أول أمره. ",
        "arSource": "",
        "en": "41 – al-Mughīra bSaʿīd Abū Jaʿfar  عليه السلام came out and said: Indeed he used to lie against us And he used to call to Muḥammad bʿAbdullāh bal-Ḥasan, in the beginning of his affair.",
        "enSource": ""
    },
    {
        "id": 201,
        "chapter": "chapter-42",
        "hadithNb": 1,
        "ar": "42 - نصر بن الصباح، أبو القاسم، من أهل بلخ. غال. ",
        "arSource": "",
        "en": "42 – Naṣr bal-Ṣabbāḥ, Abū al-Qāsim From the people of Balkh A ghālī.",
        "enSource": ""
    },
    {
        "id": 202,
        "chapter": "chapter-43",
        "hadithNb": 1,
        "ar": "43 - يحيى بن أبي القاسم، أبو بصير، الأسدي، وقيل: أبو محمد، الحذاء. (سئل علي بن الحسن بن فضال: عن أبي بصير هذا، هل كان متهما بالغلو؟ فقال): \" أما الغلو فلا، ولكن كان مخلطا \". واسم أبي القاسم: اسحاق. ",
        "arSource": "",
        "en": "43 – Yaḥyā bAbī al-Qāsim, Abū Baṣīr, al-Asadī – and it is said: Abū Muḥammad – al-Ḥadhdhā [And ʿAlī bal-Ḥasan bFaḍḍāl was asked about this Abū Baṣīr, was he charged with ghulw?  So he said:] As to ghulw then no, however he was mixed up And the name of Abū al-Qāsim is Isḥāq.",
        "enSource": ""
    },
    {
        "id": 203,
        "chapter": "chapter-44",
        "hadithNb": 1,
        "ar": "44 - يوسف بن بهمن. من الغلاة. ",
        "arSource": "",
        "en": "44 – Yūsuf bBahman (He is) from the ghulāt.",
        "enSource": ""
    },
    {
        "id": 204,
        "chapter": "chapter-45",
        "hadithNb": 1,
        "ar": "45 - جعفر بن عبيد الله بن الحسين بن علي بن الحسين بن علي بن أبي طالب (عليهم السلام)، صاحب النسب. يضع الحديث. ",
        "arSource": "",
        "en": "45 – Jaʿfar bʿUbaydullāh bal-Ḥusayn bʿAlī bal-Ḥusayn bʿAlī bAbī Talib   .عليهم السbم Possessor of ancestry He fabricates ḥadīth.",
        "enSource": ""
    },
    {
        "id": 205,
        "chapter": "chapter-46",
        "hadithNb": 1,
        "ar": "46 - الحسن بن أبي قتادة علي بن محمد بن حفص بن عبيد بن حميد، مولى السائب بن مالك الأشعري، يكنى أبا محمد. وقع إلي \" أشعار عمرو بن معدي كرب وأخباره \" صنعته. ",
        "arSource": "",
        "en": "46 – al-Ḥasan bAbī Qutāda ʿAlī bMuḥammad bḤafṣ bUbayd bḤumayd, client of al-Sā’ib bMālik al-Ashʿarī, known by the kunya of Abū MuḥammadThe “poems of ʿAmr bMaʿdi Karab and his reports” has arrived to me, (it is) his production.",
        "enSource": ""
    },
    {
        "id": 206,
        "chapter": "chapter-47",
        "hadithNb": 1,
        "ar": "47 - الحسين بن محمد بن علي، الأزدي، أبو عبد الله. ثقة، من أصحابنا، كوفي. كان الغالب عليه علم السير والآداب والشعر. وله كتب: كتاب الوفود على النبي (صلى الله عليه وآله)، كتاب أخبار أبي محمد، سفيان ابن مصعب العبدي وشعره، كتاب أخبار ابن أبي عقب وشعره. أخبرنا أبو الحسن، أسد بن إبراهيم بن كليب السلمي، الحراني، ومحمد بن عثمان، قالا: حدثنا أبو بكر محمد بن الحسين بن صالح السبيعي، بحلب، قال: حدثنا المنذر بن محمد بن المنذر، قال: حدثنا الحسين بن محمد بن علي الأزدي، بكتبه. ",
        "arSource": "",
        "en": "47 – al-Ḥusayn bMuḥammad bʿAlī al-Azdī, Abū ʿAbdillāh Thiqa From our companions Kufan What was predominant with him was the knowledge of biography, literature, and poetry, and he has books: the book of the delegations upon the Prophet صلى الله عليه وآله , the book of the reports of Abū Muḥammad, Sufyān bMuṣʿab al-ʿAbdī and his poetry, the book of the report of Ibn Abī ʿUqb and his poetry Abū al-Ḥasan Asad bIbrāhīm bKulayb al-Sullami and Muḥammad bʿUthmān reported to us, they said: Abū Bakr Muḥammad bal-Ḥusayn bṢāliḥ al-Sabīʿī narrated to us at Aleppo, he said: al-Mundhir bMuḥammad bal-Mundhir narrated to us, he said: al-Husan bMuḥammad bʿAlī al-Azdī narrated his books to us.",
        "enSource": ""
    },
    {
        "id": 207,
        "chapter": "chapter-48",
        "hadithNb": 1,
        "ar": "48 - أحمد بن أبي عبد الله، البرقي. توفي في سنة أربع وسبعين ومئتين. ",
        "arSource": "",
        "en": "48 – Aḥmad bAbī ʿAbdillāh, al-Barqī He died in the year 274.",
        "enSource": ""
    },
    {
        "id": 208,
        "chapter": "chapter-49",
        "hadithNb": 1,
        "ar": "49 - أحمد بن الحسين بن عمر بن يزيد، الصيقل، أبو جعفر. له كتاب في الإمامة. أخبرنا به أبي، عن العطار، عن أبيه، عن أحمد بن أبي زاهر، عن أحمد بن الحسين، به. ",
        "arSource": "",
        "en": "49 – Aḥmad bal-Ḥusayn bʿUmar bYazīd, al-Ṣayqal, Abū Jaʿfar He has a book regarding the Imamate, my father reported it to us from al-ʿAṭṭār from his father from Aḥmad bAbī Zāhir from Aḥmad bal-Ḥusayn (reporting) by it.",
        "enSource": ""
    },
    {
        "id": 209,
        "chapter": "chapter-50",
        "hadithNb": 1,
        "ar": "50 - أحمد بن إسحاق بن عبد الله بن سعد بن مالك بن الأحوص، الأشعري، أبو علي، القمي. رأيت من كتبه: كتاب علل الصوم؛ كبير، مسائل الرجال لأبي الحسن الثالث (عليه السلام) جمعه. ",
        "arSource": "",
        "en": "50 – Aḥmad bIsḥāq bʿAbdullāh bSaʿd bMālik  bal-Aḥwaṣ, al-Ashʿarī, Abū ʿAlī, al-Qummī I have seen books from him: the book of the reasons for the fast, a large (book), the questions of have seen books from him: the book of the reasons for the fast, a large (book), the questions of the men (masa’il al-Rijāl) to Abū al-Ḥasan the Third  عليه السلام that he compiled.",
        "enSource": ""
    },
    {
        "id": 210,
        "chapter": "chapter-51",
        "hadithNb": 1,
        "ar": "51 - جعفر بن عبد الله، رأس المذرى، أبو عبد الله. رأيت له كتاب \" المتعة \" يرويه عنه أحمد بن محمد بن سعيد بن عبد الرحمان الهمداني، وقد أخبرنا عنه جماعة. ",
        "arSource": "",
        "en": "51 – Jaʿfar bʿAbdullāh, head of al-Midharī, Abū ʿAbdillāh I saw a book of his, al-Mutʿa, that Aḥmad bMuḥammad bSaʿīd bʿAbd al-Raḥmān al-Hamdānī narrates from him And a group has reported to us from him (or: it).",
        "enSource": ""
    },
    {
        "id": 211,
        "chapter": "chapter-52",
        "hadithNb": 1,
        "ar": "52 - جعفر بن أحمد بن أيوب، السمرقندي، أبو سعيد، يقال له: ابن العاجز. له كتاب \" الرد على من زعم أن النبي (صلى الله عليه وآله) كان على دين قومه قبل النبوة \". ",
        "arSource": "",
        "en": "52 – Jaʿfar bAḥmad bAyyūb, al-Samarqandī, Abū Saʿīd He is called: the son of the decrepit (ibn al-ʿājiz) He has a book: Refutation against whoever claims that the Prophet  صلى الله عليه وآله was upon the religion of his people prior to prophethood.",
        "enSource": ""
    },
    {
        "id": 212,
        "chapter": "chapter-53",
        "hadithNb": 1,
        "ar": "53 - حماد بن عيسى، أبو محمد، الجهني، أصله كوفي، سكن البصرة. رأيت كتابا فيه عبر ومواعظ وتنبيهات على منافع الأعضاء من الإنسان والحيوان، وفصول من الكلام في التوحيد، وترجمته: \" مسائل التلميذ وتصنيفه \" عن جعفر بن محمد بن علي (عليه السلام) وتحت الترجمة بخط الحسين بن أحمد بن شيبان القزويني -: \" التلميذ حماد بن عيسى، وهذا الكتاب له، وهذه المسائل سأل عنها جعفرا (عليه السلام) وأجابه \". ",
        "arSource": "",
        "en": "53 – Ḥammād bʿĪsā, Abū Muḥammad, al-Juhannī His origin was Kufan, he resided in Basra I saw a book in which there was lessons, preachments, and instructions about the benefits of the limbs of man and animals, and sections of kalām regarding tawḥīd, and its title was: Questions of the student and its composition (or: categorization) (masā’il al-talmīdh wa taṣnīfih) from Jaʿfar bMuḥammad bʿAlī عليهم السbم  And beneath its title in the handwriting of al-Ḥusayn bAḥmad bShaybān al-Qazwīnī: The student is Ḥammād bʿĪsā, and this book is his, he asked Jaʿfar  عليه السلام about these questions and he answered him.",
        "enSource": ""
    },
    {
        "id": 213,
        "chapter": "chapter-54",
        "hadithNb": 1,
        "ar": "54 - سماعة بن مهران بن عبد الرحمان، الحضرمي، مولاهم، يكنى أبا ناشرة، وقيل: أبا محمد. وجدت في بعض الكتب أنه مات سنة خمس وأربعين ومئة، في حياة أبي عبد الله [(عليه السلام)] وذلك أن أبا عبد الله (عليه السلام) قال له: \" إن رجعت لم ترجع إلينا \". فأقام عنده، فمات في تلك السنة، وكان عمره نحوا من ستين سنة. ",
        "arSource": "",
        "en": "54 – Samāʿa bMihrān bʿAbd al-Raḥmān, al-Haḍramī, their client, he has the kunya of Abū Nāshira, and it is said: Abū Muḥammad I have found in some (or: one) of the books that he died in the year 145, during the lifetime of Abū ʿAbdillāh  عليه السلام that is that Abū ʿAbdillāh عليه السلام said to him “If you return, you will not return to us”, so he stayed with him and died in that year, and his lifespan was around sixty years.",
        "enSource": ""
    },
    {
        "id": 214,
        "chapter": "chapter-55",
        "hadithNb": 1,
        "ar": "55 - صالح أبو مقاتل، الديلمي. صنف كتابا في الإمامة كبيرا، حديثا وكلاما، وسماه كتاب \" الإحتجاج \". ",
        "arSource": "",
        "en": "55 – Ṣāliḥ bMuqātil, al-Daylamī He wrote a large book regarding the Imamate, (using) ḥadīth and kalām, and he named it the book of argumentation (kitāb al-iḥtijāj).",
        "enSource": ""
    },
    {
        "id": 215,
        "chapter": "chapter-56",
        "hadithNb": 1,
        "ar": "56 - علي بن الحسن بن فضال، أبو الحسن. رأيت \" نسخة \" أخرجها أبو جعفر ابن بابويه، وقال: حدثنا محمد بن إبراهيم بن إسحاق الطالقاني، قال: حدثنا أحمد بن محمد بن سعيد، قال: حدثنا علي بن الحسن بن فضال، عن أبيه، عن الرضا (عليه السلام). ",
        "arSource": "",
        "en": "56 - ʿAlī bal-Ḥasan bFaḍḍāl, Abū al-Ḥasan I saw a manuscript which Abū Jaʿfar bBābawayh brought out He said: Muḥammad bIbrāhīm bIsḥāq al-Ṭāliqānī narrated to us, he said: Aḥmad bMuḥammad bSaʿīd narrated to us, he said: ʿAlī bal-Ḥasan bFaḍḍāl narrated to us from his father from al-Riḍā عليه السلام",
        "enSource": ""
    },
    {
        "id": 216,
        "chapter": "chapter-57",
        "hadithNb": 1,
        "ar": "57 - أبان بن تغلب بن رباح، أبو سعيد، البكري، الجريري، مولاهم. له كتاب صفين. وقع إلي بخط أبي العباس ابن سعيد، قال: حدثنا أحمد بن يوسف بن يعقوب الجعفي، من كتابه في شوال سنة إحدى وسبعين ومئتين، قال: حدثنا محمد بن يزيد النخعي، قال حدثنا سيف ابن عميرة، عن بان. ",
        "arSource": "",
        "en": "57 – Abān bTaghlab bRabāḥ, Abū Saʿīd, al-Bakrī, al-Jarīrī, their client He has the book of Ṣiffīn, it has arrived to me in the handwriting of Abū al-ʿAbbās bSaʿīd He said: Aḥmad bYūsuf bYaʿqūb al-Juʿfī narrated to us from his book in the Shawwāl of the year 2 He said: Muḥammad bYazīd al-Nakhaʿī narrated to us, he said: Sayf bʿAmīra narrated to us from Abān.",
        "enSource": ""
    },
    {
        "id": 217,
        "chapter": "chapter-58",
        "hadithNb": 1,
        "ar": "58 - محمد بن علي بن النعمان، ابن أبي طريفة، البجلي، مولى الأحول، أبو جعفر، كوفي، يلقب \" مؤمن الطاق \". له كتاب \" افعل لا تفعل \" كتاب كبير حسن. ",
        "arSource": "",
        "en": "58 – Muḥammad bʿAlī bal-Nuʿmān, Ibn Abī Ṭarīfa, al-Bajalī, client of al-Aḥwal, Abū Jaʿfar Kufan He has the nickname of Mu’min al-Ṭāq He has the book “Do, do not do” (ifʿal lā tafʿal), a large, good, book.",
        "enSource": ""
    },
    {
        "id": 218,
        "chapter": "chapter-59",
        "hadithNb": 1,
        "ar": "59 - محمد بن عبد الله بن جعفر، الحميري، أبو جعفر، القمي. كاتب صاحب الأمر (عليه السلام) وسأله مسائل في أبواب الشريعة.، وقعت هذه المسائل إلي في أصلها، والتوقيعات بين السطور. ",
        "arSource": "",
        "en": "59 – Muḥammad bʿAbdullāh bJaʿfar, al-Ḥimyarī, Abū Jaʿfar, al-Qummī Scribe of Ṣaḥib alAmr  عليه السلام , and he asked him questions regarding the matters of the Sharīʿa These questions have come to me in its original, and the tawqīʿāt (responses written on the page of the questions) are between the lines.",
        "enSource": ""
    },
    {
        "id": 219,
        "chapter": "chapter-60",
        "hadithNb": 1,
        "ar": "60 - أبو الشداخ. وقع إلي كتاب في الإمامة، موقع عليه بخط الأصل: \" كتاب أبي الشداخ \" في الإمامة، يكون نحوا من خمسين ورقة. أريته لأبي، فلم يعرف الرجل. ",
        "arSource": "",
        "en": "60 – Abū al-Shadākh A book has come to me regarding the Imamate, signed with the original handwriting “The book of Abū al-Shadākh regarding the Imamate” It is around fifty pages I showed it to my father but he did not recognize the man.",
        "enSource": ""
    },
    {
        "id": 220,
        "chapter": "chapter-61",
        "hadithNb": 1,
        "ar": "61 - خالد بن يحيى بن خالد. رأيت له كتابا في الإمامة كبيرا، سماه \" كتاب المنهج \". ",
        "arSource": "",
        "en": "61 – Khālid bYaḥyā bKhālid I saw a large book of his regarding the Imamate He named it “book of the method” (kitāb al-manhaj)",
        "enSource": ""
    },
    {
        "id": 221,
        "chapter": "chapter-62",
        "hadithNb": 1,
        "ar": "62 - الحسين بن أبي العلاء، الخفاف، أبو علي، مولى بني عامر. ",
        "arSource": "",
        "en": "62 – al-Ḥusayn bAbī al-ʿAlā, al-Khaffāf, Abū ʿAlī, client of the Banū ʿAmir.",
        "enSource": ""
    },
    {
        "id": 222,
        "chapter": "chapter-63",
        "hadithNb": 1,
        "ar": "63 - سهل بن زياد، أبو سعيد، الآدمي، الرازي. كان ضعيفا في الحديث، غير معتمد فيه، وكان أحمد بن محمد بن عيسى يشهد عليه بالغلو والكذب، وأخرجه من قم إلى الري، وكان يسكنها. وقد كاتب أبا محمد العسكري (عليه السلام) على يد محمد بن عبد الحميد العطار، للنصف من شهر ربيع الآخر سنة خمس وخمسين ومئتين. ",
        "arSource": "",
        "en": "63 – Sahl bZiyād, Abū Saʿīd al-Ādamī, al-Rāzī He was weak in ḥadīth, not relied upon in it Aḥmad bMuḥammad bʿĪsā attested to ghulw and lying against him, and exiled him from Qum to Rayy, and he used to reside in it He had corresponded with Abū Muḥammad al-ʿAskarī upon the hand of Muḥammad bʿAbd al-Ḥamīd al-ʿAṭṭār, for the middle of Rabīʿ al-Ākhir in the year 255.",
        "enSource": ""
    },
    {
        "id": 223,
        "chapter": "chapter-64",
        "hadithNb": 1,
        "ar": "64 - علي بن إبراهيم، الهمداني، أبو محمد. كانت له وصلة بأبي الحسن (عليه السلام). ",
        "arSource": "",
        "en": "64 - ʿAlī bIbrāhīm, al-Hamdānī, Abū Muḥammad He had a connection with Abū al-Ḥasan  عليه .",
        "enSource": ""
    },
    {
        "id": 224,
        "chapter": "chapter-65",
        "hadithNb": 1,
        "ar": "65 - القاسم بن محمد بن أيوب بن شمون. كان من وجوه الشيعة، لكن لم يرو شيئا. ",
        "arSource": "",
        "en": "65 – al-Qāsim bMuḥammad bAyyūb bShammūn He was from the noteworthy of the Shīʿa, however he did not narrate anything.",
        "enSource": ""
    },
    {
        "id": 225,
        "chapter": "chapter-66",
        "hadithNb": 1,
        "ar": "66 - محمد بن أحمد بن قضاعة بن صفوان بن مهران، أبو عبد الله، الصفواني. ما أنكرت منه شيئا إلا ما يرويه [عن أبيه] عن جده، عن الصادق (عليه السلام)، فإنه شيء غير معروف، وقد رأيت فيه مناكير مكذوبة عليه. وأظن الكذب من قبل أبيه. ",
        "arSource": "",
        "en": "66 – Muḥammad bAḥmad bQuḍāʿa bṢafwān bMihrān, Abū ʿAbdillāh, al-Ṣafwāni I have not disclaimed anything from him except for what he narrates from his father from his grandfather from al-Sadiq  عليه السلام , for it is something unknown and I have seen unrecognized (matters) in it, untrue against/upon him And I suspect that the lying was by his father.",
        "enSource": ""
    }
]}